
// 指標說明滾動
$(document).ready(function () {
    $(".explain").click(function () {
        $('html, body').animate({
            scrollTop: $("#searchEx").offset().top
        });
    });
});

// 搜尋頁籤
$(function () {
    $("#tabs-nav a").click(function () {
        $("#tabs-nav a").removeClass("tabs-menu-active");
        $(this).addClass("tabs-menu-active");
        $(".tabs-panel").hide();
        var tab_id = $(this).attr("href");
        $(tab_id).fadeIn();
        return false;
    });
});

//縣市連動
// var department = [];
department = new Array();
department[0] = ['鄉鎮市區不拘'];
department[1] = ['鄉鎮市區不拘', '安樂區', '信義區', '中正區', '暖暖區', '仁愛區', '七堵區', '中山區'];
department[2] = ['鄉鎮市區不拘', '大安區', '中正區', '中山區', '北投區', '內湖區', '士林區', '文山區', '松山區', '信義區', '大同區', '萬華區', '南港區'];
department[3] = ['鄉鎮市區不拘', '板橋區', '三峽區', '新莊區', '汐止區', '中和區', '新店區', '三重區', '永和區', '土城區', '瑞芳區', '金山區', '樹林區', '淡水區', '林口區', '蘆洲區', '泰山區', '五股區', '鶯歌區', '深坑區', '貢寮區', '平溪區', '三芝區', '石碇區', '萬里區', '雙溪區', '八里區', '坪林區', '烏來區', '石門區'];
department[4] = ['鄉鎮市區不拘', '龜山區', '桃園區', '平鎮區', '龍潭區', '中壢區', '新屋區', '大園區', '楊梅區', '八德區', '大溪區', '觀音區', '蘆竹區', '復興區'];
department[5] = ['鄉鎮市區不拘', '竹北市', '湖口鄉', '竹東鎮', '新豐鄉', '新埔鎮', '關西鎮', '穹林鄉', '五峰鄉', '寶山鄉', '北埔鄉', '橫山鄉', '峨眉鄉', '尖石鄉'];
department[6] = ['鄉鎮市區不拘', '東區', '北區', '香山區'];
department[7] = ['鄉鎮市區不拘', '頭份市', '苗栗市', '苑裡鎮', '大湖鄉', '竹南鎮', '通霄鎮', '公館鄉', '三灣鄉', '後龍鎮', '泰安鄉', '三義鄉', '卓蘭鎮', '銅鑼鄉', '頭屋鄉', '南庄鄉', '西湖鄉', '造橋鄉', '獅潭鄉'];
department[8] = ['鄉鎮市區不拘', '北區', '西屯區', '南區', '梧棲區', '豐原區', '西區', '潭子區', '南屯區', '沙鹿區', '大里區', '大甲區', '太平區', '大雅區', '霧峰區', '烏日區', '中區', '東勢區', '北屯區', '東區', '后里區', '清水區', '龍井區', '大肚區', '和平區', '新社區', '外埔區', '石岡區', '大安區', '神岡區'];
department[9] = ['鄉鎮市區不拘', '彰化市', '埔心鄉', '鹿港鎮', '員林鎮', '田中鎮', '北斗鎮', '和美鎮', '二林鎮', '溪湖鎮', '伸港鄉', '大村鄉', '福興鄉', '花壇鄉', '永靖鄉', '溪州鄉', '芬園鄉', '芳苑鄉', '埔鹽鄉', '秀水鄉', '田尾鄉', '大城鄉', '埤頭鄉', '竹塘鄉', '線西鄉', '二水鄉', '社頭鄉'];
department[10] = ['鄉鎮市區不拘', '埔里鎮', '草屯鎮', '南投市', '竹山鎮', '鹿谷鄉', '水里鄉', '仁愛鄉', '集集鎮', '魚池鄉', '名間鄉', '國姓鄉', '中寮鄉', '信義鄉'];
department[11] = ['鄉鎮市區不拘', '虎尾鎮', '斗六市', '北港鎮', '西螺鎮', '土庫鎮', '麥寮鄉', '斗南鎮', '褒忠鄉', '大埤鄉', '林內鄉', '崙背鄉', '口湖鄉', '古坑鄉', '刺桐鄉', '臺西鄉', '二崙鄉', '東勢鄉', '元長鄉', '四湖鄉', '水林鄉'];
department[12] = ['鄉鎮市區不拘', '東區', '西區'];
department[13] = ['鄉鎮市區不拘', '大林鎮', '朴子市', '竹崎鄉', '民雄鄉', '溪口鄉', '新港鄉', '東石鄉', '六腳鄉', '鹿草鄉', '水上鄉', '義竹鄉', '太保市', '阿里山鄉', '中埔鄉', '布袋鎮', '番路鄉', '梅山鄉'];
department[14] = ['鄉鎮市區不拘', '北區', '永康區', '南區', '麻豆區', '柳營區', '西區', '東區', '安南區', '仁德區', '中區', '新營區', '佳里區', '中西區', '關廟區', '新化區', '善化區', '白河區', '安平區', '新市區', '後壁區', '七股區', '北門區', '鹽水區', '安定區', '下營區', '學甲區', '大內區', '官田區', '東山區', '將軍區', '玉井區', '西港區', '歸仁區', '龍崎區', '左鎮區', '南化區', '山上區', '楠西區', '六甲區'];
department[15] = ['鄉鎮市區不拘', '三民區', '左營區', '鳥松區', '苓雅區', '前金區', '鼓山區', '小港區', '燕巢區', '楠梓區', '鳳山區', '林園區', '岡山區', '旗津區', '前鎮區', '新興區', '旗山區', '橋頭區', '阿蓮區', '路竹區', '美濃區', '大寮區', '鹽埕區', '六龜區', '茄萣區', '大社區', '梓官區', '那瑪夏區', '仁武區', '內門區', '甲仙區', '杉林區', '桃源區', '大樹區', '湖內區', '永安區', '茂林區', '彌陀區', '田寮區'];
department[16] = ['鄉鎮市區不拘', '東港鎮', '屏東市', '枋寮鄉', '恆春鎮', '內埔鄉', '高樹鄉', '潮州鎮', '春日鄉', '長治鄉', '林邊鄉', '三地鄉', '牡丹鄉', '獅子鄉', '鹽埔鄉', '新埤鄉', '琉球鄉', '滿州鄉', '萬丹鄉', '九如鄉', '瑪家鄉', '車城鄉', '來義鄉', '新園鄉', '佳冬鄉', '萬巒鄉', '枋山鄉', '里港鄉', '泰武鄉', '麟洛鄉', '崁頂鄉', '霧臺鄉', '南州鄉', '竹田鄉'];
department[17] = ['鄉鎮市區不拘', '臺東市', '關山鎮', '成功鎮', '鹿野鄉', '太麻里', '蘭嶼鄉', '東河鄉', '長濱鄉', '池上鄉', '達仁鄉', '金峰鄉', '綠島鄉', '海端鄉', '卑南鄉', '大武鄉', '延平鄉'];
department[18] = ['鄉鎮市區不拘', '花蓮市', '新城鄉', '豐濱鄉', '玉里鎮', '鳳林鎮', '壽豐鄉', '吉安鄉', '瑞穗鄉', '光復鄉', '秀林鄉', '卓溪鄉', '富里鄉', '萬榮鄉'];
department[19] = ['鄉鎮市區不拘', '宜蘭市', '羅東鎮', '礁溪鄉', '蘇澳鎮', '員山鄉', '壯圍鄉', '冬山鄉', '南澳鄉', '五結鄉', '三星鄉', '大同鄉', '頭城鎮'];
department[20] = ['鄉鎮市區不拘', '馬公市', '湖西鎮', '七美鄉', '白沙鄉', '望安鄉', '西嶼鄉'];
department[21] = ['鄉鎮市區不拘', '金湖鎮', '金寧鎮', '金城鎮', '烈嶼鄉', '金沙鎮'];
department[22] = ['鄉鎮市區不拘', '南竿鄉', '北竿鄉', '東引鄉', '莒光鄉'];
//特疾地區
function diseaseRenew(index) {
    for (var i = 0; i < department[index].length; i++)
        document.myForm.diseaseTownship.options[i] = new Option(department[index][i],  i); 	// 設定新選項
    document.myForm.diseaseTownship.length = department[index].length;	// 刪除多餘的選項
}
// 科別地區
function departRenew(index) {
    for (var i = 0; i < department[index].length; i++)
        document.myForm.departTownship.options[i] = new Option(department[index][i],  i);	// 設定新選項
    document.myForm.departTownship.length = department[index].length;	// 刪除多餘的選項
}
// 醫療機構地區
function hospRenew(index) {
    for (var i = 0; i < department[index].length; i++)
        document.myForm.hospTownship.options[i] = new Option(department[index][i],  i);	// 設定新選項
    document.myForm.hospTownship.length = department[index].length;	// 刪除多餘的選項
}

//名稱自動完成
$(function () {
    var name = ['國泰醫院總院', '林口長庚', '花蓮慈濟', '高雄中和', '成大醫院總院', '彰化基督教醫院', '中國醫總院', '台中榮總總院', '台大醫院總院', '亞東醫院', '高雄榮總總院', '高雄長庚', '中山醫總院', '馬偕醫院', '臺北榮總總院', '三總附設民眾診療服務處', '新光醫院', '奇美醫院總院', '台南奇美', '萬芳醫院', '陽大醫院', '秀傳醫院總院', '臺安醫院總院', '羅東聖母醫院', '阮綜合醫院', '安泰醫院', '屏東基督教醫院', '衛福部桃園醫院', '童綜合醫院', '敏盛醫院總院', '為恭醫院', '若瑟醫院', '大林慈濟', '北醫大醫院', '豐原醫院', '北市聯醫', '羅東博愛醫院', '臺中醫院', '大同醫院', '恩主公醫院', '振興醫院', '中港澄清', '台中慈濟', '高雄聯醫', '嘉義長庚', '嘉義基督教醫院', '彰化醫院', '埔里基督教醫院', '林新醫院', '臺北醫院', '聖馬爾定醫院', '新竹馬偕', '汐止國泰', '聖保祿醫院', '彰濱秀傳', '麻豆新樓醫院', '小港醫院', '光田醫院', '國軍高雄總醫院左營分院附設民眾診療服務處', '聯新國際醫院', '台大雲林分院', '屏東醫院', '大里仁愛醫院', '苗栗醫院', '門諾醫院', '國軍桃園總醫院附設民眾診療服務處', '輔英附設醫院', '柳營奇美醫院', '義大醫院', '東元綜合醫院', '雙和醫院', '郭綜合醫院', '基隆長庚', '耕莘醫院總院', '新樓醫院總院', '北港中國醫', '台南市立醫院', '台南市立醫院', '中榮嘉義分院', '臺北慈濟', '國軍高雄總醫院附設民眾診療服務處', '基隆醫院', '三軍總醫院松山分院附設民眾診療服務處', '三軍總醫院北投分院附設民眾診療服務處', '安南醫院', '台大新竹分院', '李綜合醫院', '新北聯醫', '國軍台中總醫院附設民眾診療服務處', '嘉南療養院', '雲林基督教醫院', '國軍花蓮總醫院附設民眾診療服務處', '台東馬偕', '桃園榮民醫院', '臺南醫院總院', '和信治癌中心醫院', '寶建醫院', '國仁醫院', '天晟醫院', '漢銘醫院', '祐民醫院', '柏仁醫院', '衛福部胸腔病院', '鹿港基督教醫院', '宋俊宏婦幼醫院', '桃園長庚', '龍潭敏盛', '草屯中國醫', '員林基督教醫院', '關渡醫院', '蘭陽仁愛醫院', '國軍高雄總醫院附設屏東民眾診療服務處', '清泉醫院', '亞大醫院', '永和耕莘', '南投醫院', '樂生療養院', '竹山秀傳', '健仁醫院', '嘉義醫院', '鳳山醫院', '烏日林新醫院', '義大大昌醫院', '建佑醫院', '景美醫院', '中榮埔里分院', '大千醫院', '南基醫院', '杏和醫院', '新竹國泰', '大安醫院', '仁慈醫院', '曾漢棋醫院', '新營醫院', '新泰醫院', '員榮醫院', '復興醫院', '佑民醫院', '博仁醫院', '宏其婦幼醫院', '台中仁愛', '光雄長安醫院', '北榮新竹', '桃醫新屋分院', '懷寧醫院', '台安雙十分院', '陽明醫院', '南門醫院', '苑裡李綜合醫院', '林森醫院', '中山醫中興分院', '靜和醫院', '東勢區農民醫院', '明德醫院', '慈愛醫院', '大園敏盛醫院', '仁和醫院', '蔡醫院', '烏日澄清醫院', '霧峰澄清醫院', '新昆明醫院', '恩樺醫院', '新菩提醫院', '順天醫院', '仁愛醫院', '第一醫院', '冠華醫院', '旗津醫院', '永和復康', '弘光科大老人醫院', '佳里奇美', '培德醫院', '基隆市醫', '聯安醫院', '全民醫院', '茂盛醫院', '瑞芳礦工醫院', '大安婦幼醫院', '新正薪醫院', '惠盛醫院', '杏豐醫院', '漢忠醫院', '馨蕙馨醫院', '正大醫院', '仁康醫院', '祐生醫院', '德謙醫院', '文雄醫院', '高雄基督教醫院', '中山醫院', '中心醫院', '康寧醫院', '民生醫院', '邱外科醫院', '中國醫台北分院', '長春醫院', '右昌醫院', '西園醫院', '台大北護分院', '仁濟醫院', '萬華醫院', '聖功醫院', '乃榮醫院', '臨海醫院', '長安醫院', '安泰醫院', '義大癌醫院', '博愛蕙馨醫院', '臺灣礦工醫院', '瑞祥醫院', '上琳醫院', '中正骨科', '璟馨婦幼', '順安醫院', '和平醫院', '新中興醫院', '國軍新竹地區醫院附設民眾診療服務處', '協和婦女醫院', '泰安醫院', '新華醫院', '惠仁醫院', '郵政醫院', '宏恩醫院', '關山慈濟', '慶昇醫院', '祥太醫院', '安心醫院', '卓醫院', '南星醫院', '南勢醫院', '協和醫院', '台大竹東分院', '金門醫院', '新高醫院', '板橋國泰', '中祥醫院', '祥顥醫院', '怡和醫院', '中英醫院', '板英醫院', '廣聖醫院', '七賢脊椎醫院', '林醫院', '成美醫院', '竹信醫院', '信生醫院', '台大金山分院', '友仁醫院', '本堂澄清', '道周醫院', '宏恩醫院', '劉嘉修醫院', '岡山醫院', '仁安醫院', '廣川醫院', '吉安醫院', '愛仁醫院', '世華醫院', '陳仁德醫院', '盧亞人醫院', '朴子醫院', '宏仁醫院', '新仁醫院', '大順醫院', '仁康醫院', '同仁醫院', '安和醫院', '怡仁醫院', '慈祐醫院', '大眾醫院', '優生醫院', '民眾醫院', '天成醫院', '枋寮醫院', '花蓮醫院豐濱分院', '華揚醫院', '泰和醫院', '玉里慈濟', '北榮玉里分院', '玉里醫院', '長慎醫院', '中壢長榮醫院', '德仁醫院', '花蓮醫院', '員林郭醫院總院', '鹿東醫院', '新生醫院', '霖園醫院', '健新醫院', '宏仁醫院', '員林何醫院', '員生醫院', '北榮鳳林分院', '長佑醫院', '諸元內科', '仁愛醫院', '臺東醫院成功分院', '大東醫院', '惠德醫院', '恆春基督教醫院', '永川醫院', '溫有諒醫院', '高新醫院', '恆春旅遊醫院', '南門醫院', '北榮蘇澳分院', '三聖醫院', '賢德醫院', '福太醫院', '聯新國際醫院桃新分院', '三重中興', '清福醫院', '秉坤婦幼醫院', '臺南醫院新化分院', '二林基督教醫院', '宋志懿醫院', '洪宗鄰醫院', '北榮臺東分院', '連江縣立醫院', '台東聖母醫院', '臺東醫院總院', '台東基督教醫院', '三軍總醫院澎湖分院附設民眾診療服務處', '惠民醫院', '澎湖醫院', '通霄光田醫院', '道安醫院', '公祥醫院', '永和醫院', '門諾醫院壽豐分院', '新永和醫院', '高榮屏東分院', '員山馬偕醫院', '北榮員山分院', '新國民醫院', '大新醫院', '聖恩內科醫院', '博愛醫院', '中榮灣橋分院', '國軍高雄總醫院岡山分院附設民眾診療服務處', '樂安醫院', '溪洲醫院', '苗栗新生醫院', '旗山醫院', '重安醫院', '東華醫院', '成大斗六分院', '弘大醫院', '洪揚醫院', '安生醫院', '重光醫院', '崇仁醫院', '宏科醫院', '三軍總醫院附設基隆民眾診療服務處', '中國醫台中東區分院', '台新醫院', '祥恩醫院', '中國醫豐原分院', '豐安醫院', '伸港忠孝醫院', '瑞生醫院', '臺安醫院', '樂生婦幼醫院', '新仁醫院', '高榮臺南分院', '晉生慢性醫院', '永達醫院', '員林郭醫院大村', '雲林長庚紀念醫院', '潮州安泰醫院', '勝美醫院', '國軍台中總醫院附設民眾診療服務處中清分院', '新亞東婦產科', '福安醫院', '佑昇醫院', '太平澄清醫院', '新興醫院', '營新醫院', '大明醫院', '蕭中正醫院', '板新醫院', '板橋中興醫院', '洪瑞聰小兒專科', '賴登增內科診所', '陳世中耳鼻喉科', '劉復國診所', '台安耳鼻喉科', '張國麟耳鼻喉科', '陳志鑫診所', '劉永豐診所', '信義邱婦產科', '羅久勝小兒專科', '德泰診所', '大統內兒科', '吳建明小兒科', '林國本耳鼻喉科', '大忠耳鼻喉科', '吳英芳診所', '德恩診所', '張小兒科診所', '江洱診所', '家和診所', '劉建志診所', '陳昱和診所', '春天家醫診所', '德泰耳鼻喉科', '曾良達診所', '天佑診所', '藍正州小兒科', '文鼎診所', '賴永清兒科', '永杏小兒科', '宏久診所', '安信診所', '林慶宗耳鼻喉科', '英群莊聯合診所', '兒童中心診所', '益安診所', '新庚診所', '偉勝耳鼻喉科', '吳瑞瓊小兒科', '祥恩診所', '楊國君診所', '顏福順診所', '安杏診所', '嘉光耳鼻喉科', '廖明厚小兒科', '呂紹達內科診所', '誠安耳鼻喉科', '德林診所', '大同耳鼻喉科', '劉耳鼻喉科', '鳳林診所', '明成親子診所', '朝煌診所', '歐小兒科診所', '王同成小兒科', '陳育瑄小兒科', '家恩診所', '彭耳鼻喉科', '慶成診所', '柚子小兒科', '九如聯合診所', '葉倍宏小兒科', '林耳鼻喉科診所', '林漢邦診所', '德馨診所', '詹益智耳鼻喉科', '新長偕婦幼診所', '聯福診所', '吳家淦耳鼻喉科', '安立診所', '黃聲亮內科', '健亞診所', '吳震世診所', '重新診所', '大溪診所', '元成診所', '貝爾聯合診所', '黃清相診所', '翰陽診所', '名淵內兒科診所', '聯安診所', '翁佩魁小兒專科', '賴瑪莉診所', '康庭小兒科', '新健康診所', '簡志澔小兒科', '趙永康小兒科', '大欣診所', '劉宜光診所', '健祥小兒科診所', '大元診所', '重德耳鼻喉科診', '曹天德診所', '祐幼小兒科診所', '洪碩壎小兒科', '黃耳鼻喉科診所', '明新診所', '李世澤小兒科內科', '林大傑耳鼻喉科', '弘仁診所', '邱世昌診所', '福音聯合診所', '楊樂濱診所', '謝秋梅診所', '健福診所', '祥安診所', '郭淵進診所', '進華小兒科診所', '許桂庭外科診所', '康乃心婦產科', '宏日診所', '蘆洲成功耳鼻喉科', '悅恩小兒科診所', '明安耳鼻喉科', '林應然小兒科', '林弘揚耳鼻喉科', '丞泰耳鼻喉科', '黃志焜診所', '文德診所', '李朝泰小兒科', '唯安診所', '陳敏玲內科診所', '佑幼小兒科診所', '謝文億診所', '龍岡聯合診所', '張大慶耳鼻喉科', '幼之園小兒科', '崇瑞耳鼻喉科', '林洸燁小兒科', '大順診所', '龍和診所', '張廣智耳鼻喉科', '展弘耳鼻喉科', '陳恩哲小兒科', '博新小兒科', '溫大慶小兒科', '陳信宏小兒科', '軒琪耳鼻喉科', '黃彬診所', '張虔熙小兒科', '定安診所', '乾祐診所', '小天使婦兒診所', '安泓耳鼻喉專科', '周正成小兒科', '邢學平小兒科', '林振實小兒', '大鈞診所', '聯德診所', '梁宏志診所', '陳建良耳鼻喉科', '關強內科診所', '集美診所', '德興診所', '三重祥安診所', '蕭昱淩小兒科', '德安聯合診所', '俊傑診所', '海安小兒科', '王超群小兒科', '三福診所', '楊正全聯合診所', '吳慶南內科診所', '許靜瑛小兒科', '新祐小兒科診所', '路加小兒科診所', '小幼苗小兒科', '厚生診所', '鴻林耳鼻喉科', '國泰家醫診所', '郭重德診所', '超群小兒科診所', '樂福診所', '祐庭耳鼻喉科', '信望愛診所', '泰和診所', '育慶小兒科診所', '康新診所', '寶祥診所', '喜樂診所', '方德涵小兒科', '盧榮坤小兒科', '陳壽祥小兒科', '佑佑診所', '晨新診所', '愛鄰親子診所', '廖慧敏小兒科', '佑心親子診所', '阿蓮康健診所', '張必正診所', '弘久診所', '華安診所', '陳國俊小兒科', '陳志洪診所', '幼恩小兒科診所', '李碧峰小兒科', '大政診所', '全家親子診所', '黃基家小兒科', '大恩整體', '彭內科診所', '十仁診所', '東陽耳鼻喉科', '長欣診所', '吳宗坡耳鼻喉科', '美麗兒小兒科', '陳俊男診所', '杏茹診所', '景升診所', '何翊菁診所', '簡修平診所', '莊耳鼻喉科診所', '重仁診所', '洪內兒科診所', '王致瑋小兒科', '小熊的森林診所', '陳逸鴻診所', '曾耳鼻喉科診所', '周昭宏內科診所', '博盛耳鼻喉科', '晉安診所', '普正診所', '王健龍診所', '福田診所', '聖德診所', '朱俊源診所', '后安診所', '廣德診所', '南崁診所', '麗林耳鼻喉科', '許明哲耳鼻喉科', '郭其靈診所', '興安診所', '普門診所', '林子巡診所', '捷安診所', '黃志維耳鼻喉科', '祐銘耳鼻喉科', '上允耳鼻喉科', '朱博欣小兒科', '紀醫師診所', '曾俊睿小兒科', '楊澍青診所', '黃曉生小兒科', '大豐耳鼻喉科', '蔣小兒科診所', '大嘉診所', '吳耳鼻喉科', '李克隆小兒科', '陳志成耳鼻喉科', '城安耳鼻喉科', '振興診所', '褒忠三仁診所', '愛慈婦產科', '三灣診所', '何叔芳小兒科', '莒光診所', '裕安診所', '怡康診所', '賴閔宦小兒科', '慶仁耳鼻喉科', '劉信志診所', '邱晉陽診所', '中新小兒科', '吳南寬診所', '健康家庭醫學科', '郭品君診所', '葉宣哲診所', '廣佑安診所', '余泰昌小兒科', '謝政洪小兒科', '何光哲小兒科', '康寧耳鼻喉科', '尤憲明內科小兒科', '日康診所', '昌明耳鼻喉科', '李文珍小兒科', '尚群診所', '中心診所', '忠孝診所', '德昌診所', '板橋長榮診所', '王伯堅診所', '頂埔中心診所', '柯福順耳鼻喉科', '成安耳鼻喉科', '許慶芳耳鼻喉科', '卓訓德診所', '傅仁良小兒科', '智元診所', '偉哲內小兒科', '南加大耳鼻喉科', '昇暉診所', '王維昌診所', '慶燿診所', '彌馨診所', '徐鈞平內科', '永旭診所', '謝碧祥診所', '康恩診所', '青聯診所', '孫欲珍小兒科', '快樂兒童診所', '陳森豊診所', '和興聯合診所', '瀚華診所', '吳昌達診所', '春詠診所', '樹林衛生所', '佑荔診所', '陳柏蒼耳鼻喉科', '呂錦泉小兒科', '台糖診所', '幸福呂耳鼻喉科', '賴信宏耳鼻喉科', '張輝鵬診所', '同心小兒科診所', '林明燦小兒科', '佳禾診所', '王建安小兒科', '龍華診所', '德信診所', '祐聖小兒科', '崇文診所', '鹿野診所', '大川診所', '宇安診所', '林榆森小兒科', '歐慈德內科', '陽光耳鼻喉科', '麗安診所', '南崁現代診所', '合康診所', '幼恩診所', '安和診所', '仁和內科外科', '安泰耳鼻喉科', '盛軒耳鼻喉科', '民族診所', '鳳山全民診所', '中原診所', '洪耳鼻喉科', '張富全診所', '吉祥耳鼻喉科', '黃大沅小兒科', '志元診所', '石龜溪診所', '凱程診所', '公園診所', '康歆診所', '文川耳鼻喉科', '周耳鼻喉科', '詮順耳鼻喉科', '高俊傑診所', '宏育診所', '永康診所', '瑞生診所', '子泰診所', '廖小兒科診所', '小太陽小兒科', '家昌耳鼻喉科', '思賢診所', '翁華宗小兒科', '許進賢耳鼻喉科', '明穎耳鼻喉科', '鼎山診所', '彭聖勇小兒科內科', '陳君毅小兒科', '明義診所', '聖傑診所', '嘉誠診所', '祐生耳鼻喉科', '張金石小兒科', '明欣診所', '賴東昇小兒科', '承安耳鼻喉科', '張國強診所', '敦和診所', '敏昌診所', '安家小兒科', '吉兒診所', '安安診所', '王秉菴小兒科', '張仲達診所', '戰克鴻家庭醫學科', '本一診所', '祐康診所', '德河聯合診所', '永晉診所', '楊宗憲診所', '福田耳鼻喉科', '育明診所', '康健家庭醫學科', '高揚威家醫科', '辛隆士家庭醫學科', '新莊至善診所', '焉醫師診所', '侯志龍小兒科', '劉琳榕小兒科', '奕恩小兒科', '新海耳鼻喉科', '吳三江內科', '明仁診所', '澤生診所', '麗暘診所', '樂田耳鼻喉科', '黃志忠診所', '連安診所', '佳安小兒科', '新光診所', '惠生小兒科', '葉騰鑫內科診所', '榮生診所', '塗勝雄小兒科', '羅源彰診所', '博聖診所', '彭亞萱小兒科', '中港診所', '方德涵診所', '慈惠聯合診所', '民生診所', '吳志仁診所', '翰霖耳鼻喉科', '吳鎮宇耳鼻喉科', '澔德耳鼻喉科', '怡合診所', '德安內兒科', '正光內兒科', '林釗尚小兒科', '王林小兒科', '游信得診所', '恩幼小兒科', '博安家庭醫學科', '牛伯伯兒科', '劉建宏診所', '倫詠診所', '薛智峰耳鼻喉科', '琉璃光診所', '北成診所', '禾欣診所', '博群診所', '李孟峰小兒科', '劉應炎診所', '林敬堯親子診所', '黃正宏診所', '愛林診所', '善來診所', '車參薇小兒科', '穠田聯合診所', '昭全診所', '蘇志勇診所', '未來小兒科', '李欣祈診所', '吳昆展小兒科', '開蘭安心診所', '大直診所', '仁禾診所', '仁德診所', '長逸小兒科', '傳生診所', '詹求孚診所', '芳山診所', '潘肇祺家庭醫學科', '張錚小兒科診所', '王國哲診所', '吳順裕聯合診所', '城佑耳鼻喉科', '愛兒診所', '吳東洀小兒科', '毛重富耳鼻喉科', '張培鑫小兒科', '鴻興診所', '慧安診所', '安康耳鼻喉科', '中正診所', '鄭俊智診所', '惠幼小兒科', '翁韶嶽耳鼻喉科', '邱文仁小兒科', '楊文澤小兒科', '錦林診所', '聖康診所', '羅林小兒科', '康德診所', '張淑華小兒科', '黃文香兒科', '和新診所', '松德診所', '仁安診所', '萬通耳鼻喉科', '蘇仁和耳鼻喉科', '健保署臺北第二聯合門診中心', '呂小兒科診所', '聯合醫院大安門診', '全家聯合診所', '景德耳鼻喉科', '健華診所', '樂活診所', '陳志明診所', '謝林診所', '安東診所', '李唯通診所', '杏心診所', '夏爾診所', '延吉診所', '童春診所', '馨田耳鼻喉科', '劉可威診所', '林仁崇診所', '冠泰診所', '顏小兒科診所', '德安診所', '龍珍診所', '安吉耳鼻喉科', '智博診所', '書田泌尿科眼科', '李翔耳鼻喉科', '黃武雄診所', '新明診所', '王勇智耳鼻喉科', '邱靖媛小兒專科', '侯內兒科診所', '小貝貝小兒科', '同慶診所', '泰順聯合診所', '徐獨立診所', '信君耳鼻喉科', '曾貴海診所', '健維診所', '仁弘耳鼻喉科', '藍曾小兒科', '晴安診所', '雙湖診所', '林登山耳鼻喉科', '立安診所', '誠康診所', '禾安耳鼻喉科', '內湖國泰診所', '林永正診所', '魏之明小兒科', '赫得診所', '魏穀年診所', '康育診所', '振興內兒科', '維仁診所', '康樂診所', '仁德聯合診所', '日新診所', '尤啟享診所', '陳豊源耳鼻喉科', '上仁診所', '張殷彰診所', '馬思特診所', '禾馨民權婦幼', '徐樹本小兒科', '大昌診所', '快安診所', '王錦澤診所', '許聰騰診所', '建康診所', '邱仲禮診所', '瑞隆診所', '親親診所', '鄭榮祥診所', '王漢卿小兒科', '明榮診所', '禾泰診所', '南山醫院', '安昕診所', '高鳳診所', '楊英隆內兒科', '大慶耳鼻喉科', '佑誠診所', '洪乘龍診所', '黎博彥診所', '延壽耳鼻喉科', '康明哲小兒科內科', '松山內兒科診所', '新穎全診所', '莊敬診所', '張育驍診所', '康泰診所', '永吉聯合診所', '俊安診所', '黃啟彰診所', '福德郭耳鼻喉科', '江建中診所', '安美診所', '林忠志診所', '榮恩耳鼻喉科', '謝耳鼻喉科診所', '陳大昕耳鼻喉科', '康瑞耳鼻喉科', '聯合報系員工診療所', '康誠內科診所', '陳育鵬內科', '信義耳鼻喉科', '德佑診所', '明陽診所', '松仁耳鼻喉科', '臺北市政府醫務室', '長風小兒科診所', '佳康內科診所', '台灣中油股份有限公司員工診所', '姚醫師診所', '大新診所', '登瑞安診所', '總站１８號診所', '北聯信義門診', '德文診所', '劉內兒科診所', '陳炳堅內科診所', '康健診所', '江崇萍小兒科', '蔡恭禮內兒科', '親親家庭診所', '大家好診所', '北聯松山門診', '陳泰安耳鼻喉科', '安德聯合診所', '汪昇勳耳鼻喉科', '永明診所', '百健診所', '杏安診所', '萬華蔡耳鼻喉科', '常德診所', '萬民診所', '邱康程內科', '范耳鼻喉科', '光耳鼻喉科', '榮順診所', '益銓診所', '萬華衛康內科', '維恩耳鼻喉科', '君怡耳鼻喉科', '萬澤內科診所', '艋舺通安診所', '新和診所', '北聯萬華門診', '萬華劉小兒科', '陳國賢診所', '雙園診所', '漢宗小兒科', '天行健診所', '青年診所', '裕仁診所', '新田診所', '蔡明宗婦產科', '吉豐耳鼻喉科', '聖昌診所', '宏生診所', '長義診所', '林自強內科', '博文耳鼻喉科', '康和診所', '張智誠診所', '幸福診所', '廖宏輝小兒科', '九大聯合診所', '楊雲志診所', '賴聰宏小兒科', '郭士彰耳鼻喉科', '國光聯合診所', '楊煌榮內兒科', '家福耳鼻喉科', '祥霖診所', '苑秉純小兒科', '芝山診所', '科安診所', '劉聖亞診所', '天仁小兒科', '天母楊診所', '忠誠聯合診所', '慈田耳鼻喉科', '粱耳鼻喉科', '林佳宏小兒科', '九大自由診所', '振亮診所', '董永豪診所', '朝氣復健診所', '劉水壽診所', '朱光興診所', '為好診所', '祐強診所', '聯美診所', '康群耳鼻喉科', '柯芳蓉黃麗瑛小兒科', '中國鋼鐵股份有限公司員工診所', '陳勝吉診所', '義仁兒科診所', '義仁家庭醫學', '維康診所', '泓安耳鼻喉科', '希文耳鼻喉科', '永育診所', '鄭醫師診所', '華齡診所', '台美診所', '存德小兒科診所', '政吉內科診所', '賴孟德診所', '文愛診所', '中心小兒科診所', '宗禾診所', '北聯南軟門診', '天仁健康診所', '黃家庭醫學科', '安仁診所', '樹孝仁安診所', '安興診所', '康祐診所', '洪錫欽診所', '淵元兒科診所', '恆宇診所', '穎眾兒科診所', '德翔診所', '佳生診所', '翁資盛診所', '林榮宗診所', '新活力診所', '醫達人診所', '李昭儀兒科', '安家診所', '秋金診所', '膚仕美診所', '永隆診所', '家祥診所', '微恩診所', '啟恩小兒科', '億安診所', '健新耳鼻喉科', '林君怡小兒專科', '成民內科診所', '禾康耳鼻喉科', '陳耳鼻喉科', '倪耳鼻喉科', '蘇銘煜診所', '禎宏診所', '蔡文進小兒科', '林煜朗耳鼻喉科', '林正弘小兒科', '陳兆英內科心臟科', '小太陽耳鼻喉科', '簡小兒科內科', '安慎診所', '興光小兒科', '瑞東診所', '佳鴻診所', '上怡診所', '大容診所', '閤安診所', '薛凱中診所', '邢志宇耳鼻喉科', '忠勇診所', '加寧診所', '仁欣診所', '劉伊薰小兒科', '永昌診所', '郭育宏皮膚專科', '陳璿文診所', '吳中仁診所', '岡山家福耳鼻喉科', '宏昇診所', '明泰診所', '黃耀立診所', '泰山衛生所', '王嘉興診所', '溫法烈耳鼻喉科', '曾長安診所', '大家診所', '祥全診所', '前鎮長青診所', '久田診所', '邱盈禎診所', '邱聯合診所', '劉明奇耳鼻喉科', '莊乾信內科診所', '林聖旦耳鼻喉科', '謝德貴兒童診所', '普惠耳鼻喉科', '林啟銘內科小兒科', '苑芝珊診所', '蘇育賢小兒科', '葉佳全小兒科', '謝承霖兒童診所', '欣欣診所', '吳雨圭診所', '英慈耳鼻喉科', '慈佑小兒科診所', '惠民真平內科外科', '育濰小兒科診所', '黃伯良診所', '公館診所', '劉樵霖診所', '清安診所', '泰安診所', '泰安鄉衛生所', '新美診所', '恩輝診所', '健安診所', '林振得診所', '詠靜診所', '深坑區衛生所', '麒安診所', '樂文診所', '貢寮區衛生所', '杏生診所', '廖本能診所', '吳泰成耳鼻喉科', '樹德診所', '宋銘宏診所', '美和診所', '國軍高雄門診中心附設民眾診療服務處', '吉泰內科診所', '劉志明耳鼻喉科', '楊榮超診所', '昭哲診所', '康橋診所', '全民診所', '楊寧娟內科診所', '黃建雄耳鼻喉科', '永德康內科診所', '群康耳鼻喉科', '海佃診所', '高家醫科診所', '黃上霖小兒科', '康田診所', '吉田耳鼻喉科', '大郭診所', '蔡友謙小兒科', '新樓安南診所', '安南高家醫診所', '詠康診所', '鴻海診所', '康合診所', '百會診所', '婁診所', '碇內診所', '群健診所', '全安診所', '那明珠診所', '鴻仁健康診所', '博新診所', '協民診所', '聖壹診所', '家福診所', '陳柏宏親子診所', '豪康診所', '昱德聯合診所', '周仁德診所', '永豐診所', '慶大診所', '林正宗診所', '永興診所', '上晴診所', '安泰診所', '佳祐診所', '青禾診所', '王文哲耳鼻喉科', '上恩診所', '陳中仁耳鼻喉科', '孔鳳診所', '朝陽耳鼻喉科', '漢民好心診所', '蔡彥棠小兒科', '崇恩診所', '和安耳鼻喉科', '宏升診所', '全家診所', '惟仁耳鼻喉科', '博仁家庭醫學科', '成美診所', '永康姜林診所', '富國耳鼻喉科', '祥仁內科診所', '實和診所', '健群耳鼻喉科', '蔡景銓內科小兒科', '新竹榮民之家醫務室', '長福診所', '楊耳鼻喉科診所', '惟?診所', '陳炯輝診所', '農安診所', '禾康診所', '聯醫中山門診', '宏林診所', '北安聯合診所', '黃喜祥小兒科', '德美診所', '愛鄰診所', '雙連婦產科小兒科', '國防部醫務組', '寧康聯合診所', '慶恩小兒科診所', '青山診所', '明誠診所', '陳家庭醫學科', '蔡國賢耳鼻喉科', '長安內外科診所', '陳國敏婦產科', '黃旭瑞耳鼻喉科', '蕭瑞榮小兒科', '余建興耳鼻喉科', '亮忠診所', '蘇鉉釗耳鼻喉科', '吳國欽內科診所', '紀耳鼻喉科診所', '偉峰診所', '健和診所', '李耳鼻喉科診所', '家佳診所', '玉山診所', '樂群診所', '莊宇龍診所', '高固廉診所', '大直佳恩診所', '中崙聯合診所', '思雲診所', '建和耳鼻喉科', '謝明容耳鼻喉科', '蔡智禮診所', '黃義霖診所', '張氏診所', '王俊仁耳鼻喉科', '莊永昌診所', '醫鼎診所', '曾繁英診所', '邱建皓耳鼻喉科', '董金山診所', '羅韻珊小兒科', '吳文誌診所', '聖恩診所', '文山診所', '高丹榕診所', '嘉田診所', '瑞安診所', '平溪區衛生所', '陳彥伸耳鼻喉科', '季宏診所', '好心診所', '佑安耳鼻喉科', '正宏耳鼻喉科', '新宏亞診所', '高銘骨外科診所', '建億診所', '佳音診所', '小禾馨小兒專科', '李細祥內科診所', '張漢權內科診所', '黃博裕小兒科', '澤民診所', '紘成診所', '建成診所', '梅約內科診所', '施小兒科診所', '鈞生診所', '聯醫大同門診', '建順診所', '第一胸腔病防治所', '澤康診所', '蕭耳鼻喉科診所', '匯安診所', '好心肝診所', '朱內科小兒科診所', '國軍台北門診中心附設民眾診療服務處', '蔡瑞聲診所', '蘇信福診所', '北聯內湖門診', '林孟勳診所', '育睿診所', '大湖診所', '池振坤耳鼻喉科', '朱小兒科診所', '同泰診所', '遠東聯合診所', '悅心診所', '恩加診所', '健康101診所', '張孟源內科診所', '宜康診所', '和平診所', '快樂西醫診所', '林邑樵耳鼻喉科', '弘達診所', '鄧凱太家仁診所', '陳建良診所', '慕恩診所', '理恩診所', '松展診所', '虎林診所', '康強診所', '仁恩診所', '郭海昌診所', '吉康小兒科診所', '廣益診所', '名仁診所', '裕立診所', '延平診所', '學府實和聯合診所', '友善宜安診所', '孫國勝外科診所', '王俊傑診所', '莊福仁內科診所', '中和李內科診所', '西華診所', '南勢角德祐診所', '詠安耳鼻喉科', '家安診所', '德祐診所', '蔡佳璋婦幼診所', '皇秦診所', '泰康診所', '土城劉內科診所', '家峰耳鼻喉科', '健兒診所', '城林小兒科診所', '永佳婦產專科', '合成診所', '礦工基隆診所', '安瀾診所', '馬德里診所', '八斗子診所', '長暉診所', '仁人診所', '博揚診所', '祐華親子診所', '聯宏內科診所', '呂適存小兒科', '冠宏骨科診所', '秀朗邱醫師診所', '順誠耳鼻喉科', '永愛診所', '唐小兒科診所', '仲信耳鼻喉科', '楊安診所', '曾明診所', '武陵診所', '三芝區衛生所', '三芝彭小兒科', '金山區衛生所', '中和仁安診所', '華欣診所', '曾咸統小兒科診所', '坤暉小兒專科診所', '奇安診所', '嘉櫻診所', '好家人診所', '福星診所', '祥明診所', '景民診所', '張國樑診所', '嘉恩耳鼻喉科診所', '仁康診所', '張澎旭耳鼻喉科', '王榮森小兒科', '陳伍瑚診所', '吳明峰診所', '符乾龍小兒科', '陳憲立小兒科', '寶存家庭醫學科', '瑞健診所', '優幼診所', '芳鄰診所', '沈宗憲診所', '李文軒耳鼻喉科', '朝陽診所', '香光小兒科診所', '健民診所', '江宗龍小兒科', '蔡政益小兒科', '後龍鎮衛生所', '賜生堂診所', '元亨診所', '寶健耳鼻喉科', '康康診所', '杏鴻耳鼻喉科', '文彥診所', '劉昌興小兒科', '林育民診所', '張世聰診所', '駿朋診所', '蘇游耳鼻喉科', '莊雅旭小兒科', '王佑賢小兒科', '鵬政診所', '劉錦理小兒科', '林錦芳診所', '元和診所', '仁慈診所', '東勢潘耳鼻喉科', '山城診所', '明生診所', '瑞比診所', '惠群診所', '悅安診所', '卓立復健科診所', '佳陽診所', '佳靖診所', '仁化診所', '必清診所', '沈嘉充診所', '裕興診所', '欣正中診所', '吳崇敏診所', '王津勝小兒科', '康澤小兒科診所', '謝宗哲耳鼻喉科', '加安耳鼻喉科', '楊宜璋耳鼻喉科', '華夏診所', '劉宣彥診所', '江得信耳鼻喉科', '晴光診所', '榮星診所', '固?診所', '俐兒診所', '六順診所', '大內高手診所', '詠心診所', '安佑家庭醫學科', '宗北內科診所', '杏慈診所', '哲民診所', '大雄診所', '首安診所', '梁棟榮診所', '顏子淳耳鼻喉科', '晉強診所', '李潤宇診所', '樂恩診所', '俊霖診所', '長青松一診所', '曜廷診所', '康貝兒小兒科', '周家齊診所', '國源診所', '蔡芬苓小兒科', '鄭煒達診所', '邱永明小兒科', '三泰診所', '劉彥山診所', '世鴻耳鼻喉科', '阮春閔小兒科', '徐小兒科診所', '詹外科診所', '向上復健科診所', '黃文忠診所', '欣欣耳鼻喉科', '陳長庚診所', '陳鉉煒小兒科', '林志明內兒科', '陳豪江診所', '邦仁內兒科診所', '雙安耳鼻喉科', '佳慶診所', '賴永章小兒科', '深潭耳鼻喉科', '邱診所', '邱國華耳鼻喉科', '陽光診所', '萬耳鼻喉科診所', '東勢區衛生所', '長頸鹿小兒科', '湯瑪仕小兒科', '崇明診所', '長鴻診所', '賴秉鈞聯合診所', '林添貴診所', '桃園榮民之家醫務室', '八德榮民之家醫務室', '陳鉅昌診所', '楊崑診所', '壯圍鄉衛生所', '大福診所', '建康耳鼻喉科', '一民診所', '榮陽內小兒科', '北園內科診所', '寶貝小兒科診所', '芳德診所', '王克生小兒科', '賴外科診所', '第一聯合診所', '德幼小兒科診所', '嘉鎂診所', '信安內科診所', '文賢內科診所', '楊宏義小兒科', '鄧正鎧內科診所', '大道診所', '陳冠文內科診所', '惠心婦產科診所', '後龍診所', '陳內科診所', '龍安診所', '龍澄診所', '國軍退除役官兵輔導委員會彰化榮譽國民之家醫務室', '學田診所', '明道診所', '施建成診所', '張文華診所', '林輝雲診所', '蔣冰然診所', '謝小兒科內科診所', '富安診所', '新竹縣芎林鄉衛生所', '平安診所', '國軍臺中總醫院民眾診療附設成功嶺門診部', '劉耀宜診所', '惠馨小兒科診所', '鄭昭弘診所', '明陽小兒科診所', '王耳鼻喉科診所', '理想家小兒科', '大園區衛生所', '壢新醫院桃機醫療中心', '心和診所', '家康診所', '王永賢診所', '蘇崇凱診所', '建元醫院', '謝進國診所', '中英診所', '田中鎮衛生所', '周武昌診所', '聖欣診所', '鄭國洲診所', '健恩診所', '土庫台全診所', '台南仁愛之家附設成功診所', '王克紹診所', '王界三小兒科', '蕭震亞診所', '黃崇銘診所', '林仙明診所', '邱泉正耳鼻喉科', '蘇耳鼻喉科診所', '啟恩診所', '梧棲區衛生所', '安心診所', '保順診所', '林田診所', '林啟忠診所', '長泓診所', '陳永忠小兒科', '京品診所', '何茂霖小兒科', '林鴻任耳鼻喉科', '翁耳鼻喉科診所', '奇譽耳鼻喉科', '翁哲寬小兒科', '曾曉鐘小兒科', '妙林診所', '吉安診所', '陳俊宏小兒科', '新文心診所', '佑兒診所', '黃儒聲診所', '崇芳小兒科家庭醫學科', '偕安診所', '鴻仁診所', '三和診所', '福安耳鼻喉科', '溢恩診所', '世民小兒科診所', '慈祐診所', '鴻源診所', '英和診所', '陳俊峰診所', '李漢亮小兒科', '益康診所', '維信小兒科診所', '和合診所', '親子診所', '董建宗小兒科', '鄭元凱耳鼻喉科', '張文吉小兒科', '蘇晉暉診所', '欣民診所', '劉勝立診所', '華生診所', '蘇德慶診所', '張宏興診所', '林俊彥小兒科', '洪耳鼻喉科兒科', '和德耳鼻喉科', '全家家庭醫學科', '安正診所', '舒民診所', '喜洋洋小兒科', '幼光診所', '世典耳鼻喉科', '漢諾威家庭醫學科', '永群診所', '黃永裕家醫科', '大鋐診所', '詠新耳鼻喉科', '晴美旗后診所', '博民診所', '德昌小兒科診所', '成功嶺醫務室', '安馨楠梓內科', '何慈育診所', '杏美診所', '鄭泰德診所', '寶貝熊小兒科', '先進診所', '葉晉榮診所', '姚耳鼻喉科', '慶明小兒科', '蔡忠廷診所', '陳敏智診所', '大源診所', '見安診所', '楊進順診所', '英吉診所', '楊醫師小兒科', '鍾政瑾皮膚科', '東信診所', '黃振國診所', '王式鴻診所', '基隆市立慢性病防治所', '世界診所', '韓勝通耳鼻喉科', '華康診所', '易修成診所', '徐耳鼻喉科診所', '龍欣耳鼻喉科', '弘揚診所', '安嘉診所', '葉步財診所', '龍潭區衛生所', '鄭幼文內科診所', '得吉診所', '正心診所', '江啟鋒診所', '東平診所', '王守仁診所', '陳德義小兒科', '林志鴻小兒科', '曾怡仁診所', '郭烽裕診所', '信心診所', '樂華診所', '劉宗健小兒科', '安和耳鼻喉科', '蔡文瑞耳鼻喉科', '謝宗智診所', '余偉傑小兒科', '林文乙診所', '南西北區衛生所', '許小兒科診所', '浩恩耳鼻喉科', '鄭明宗小兒科', '吉原診所', '佑仁聯合診所', '康博診所', '和睦家診所', '林義宏診所', '張春雄診所', '蔡敬山診所', '安定診所', '復興診所', '大慶診所', '仁傑小兒專科', '惠生聯合診所', '羅廣石診所', '蔡正平耳鼻喉科', '高銘診所', '沙鹿李小兒科', '蕭英宗耳鼻喉科', '彰仁外科婦科', '孫皓雲小兒科', '沙鹿區衛生所', '隆安聯合診所', '安宏診所', '廖力毅診所', '張文宗小兒科內科', '張要仁耳鼻喉科', '陽光小兒科診所', '大仁耳鼻喉科', '友友小兒科診所', '文林診所', '洪源裕小兒科', '黃濂輝診所', '蕭正貴小兒科家庭醫學科', '王英傑小兒科', '葉春風耳鼻喉科', '頂溪耳鼻喉科', '惠恩診所', '成功診所', '育家聯合診所', '康萊診所', '快樂小兒科診所', '晟恩診所', '雙和黃小兒科內科', '王杰凱小兒科', '德上診所', '誠新耳鼻喉科', '瀚文耳鼻喉科', '廣恩耳鼻喉科', '李偉岳診所', '上尤耳鼻喉科', '介壽診所', '陳坤荃小兒科', '家慶診所', '弘森診所', '懷安小兒科診所', '葆安診所', '楓江診所', '顏耳鼻喉科診所', '振益診所', '陳文星耳鼻喉科', '馬遠成診所', '郭正強診所', '富誠診所', '蔡鶴峰診所', '傳家家庭醫學科', '乃聖診所', '龔晉賢內科診所', '恩欣小兒科診所', '福山診所', '健志耳鼻喉科', '陳進祥診所', '李凱斌小兒科', '王欽程診所', '吉祥診所', '陳信旭小兒科', '張簡耳鼻喉科', '李全忠診所', '鄭倩寧家醫科', '楊東穎診所', '良生診所', '黃昭文診所', '協美診所', '八德區衛生所', '許英哲張漢明耳鼻喉科', '長安診所', '豐原惠生小兒科', '林永祥小兒科', '福茂小兒科診所', '聯醫士林門診', '梁文宜復健科', '呂振升內科診所', '賴顯忠診所', '黃活診所', '祐安小兒科診所', '建生診所', '柯診所', '吳展名診所', '建元診所', '瑞芳耳鼻喉科', '翁俊六診所', '國立中山大學附設醫務室', '華榮謝耳鼻喉科', '鄭廣仁小兒科', '柯文良小兒科', '康田耳鼻喉科', '陳大洲耳鼻喉科', '和康神經科診所', '嘉家診所', '翔新診所', '富台診所', '華幼診所', '蘇慧卿診所', '杏暉診所', '榮清耳鼻喉科', '高醫師家庭醫學科', '家庭醫師張正弘', '黃蓉聯合診所', '何小兒科診所', '社子陳診所', '天母耳鼻喉科', '上品小兒科診所', '黃耀明診所', '林博通醫師診所', '承康診所', '曾文星耳鼻喉科', '健欣診所', '仁武好心診所', '大林診所', '蔡定洲耳鼻喉科', '瑞芳區衛生所', '瑞聯診所', '陳俊達小兒科', '聖母聯合診所', '漁工診所', '佑康診所', '惠幼診所', '方紹宇耳鼻喉科', '杏德芙診所', '盛杞診所', '李翌新診所', '有田診所', '十信診所', '陳興港診所', '朱內科診所', '關西鎮衛生所', '哈佛診所', '玉山骨外科診所', '緻為耳鼻喉科', '雅信全民診所', '員宏診所', '許婷宜診所', '陳醫師診所', '優安小兒科診所', '小蘋果小兒科', '萊恩耳鼻喉科', '國泰診所', '黃啟昌小兒科', '五福診所', '詠安診所', '健康１０１診所', '簡診所', '合安診所', '福康診所', '英泰診所', '家康陳診所', '暘明診所', '石碇區衛生所', '楊若麟診所', '唯科診所', '石園診所', '碧潭診所', '新店六順診所', '康禾診所', '許至仁診所', '德祐小兒科診所', '元泰診所', '蘇小兒科診所', '汐止區衛生所', '弘人小兒科診所', '中興內科診所', '吳宗憲診所', '祥和診所', '人禾小兒科診所', '顏志瑋診所', '鐊明診所', '雙雙小兒科診所', '福德診所', '宏澤診所', '和成診所', '欣和診所', '蘇永誠家醫科', '林逢慶診所', '恩康診所', '陳沛生耳鼻喉科', '邱昰凱小兒科', '劉建梅診所', '李亭鋒耳鼻喉科', '九宜診所', '王慶祥小兒科', '瑞安耳鼻喉科', '高兒科診所', '幼安小兒科', '信安診所', '卓越整形外科', '黃允吳診所', '潘仁進診所', '聖心聯合診所', '北榮員山門診', '李光雄診所', '羅恭箎內科診所', '三重新好診所', '德慈聯合診所', '銘泰診所', '力倫診所', '新店區衛生所', '祐嘉骨科診所', '文宏診所', '富森診所', '仁佑診所', '徐英忠耳鼻喉科', '和信診所', '宜蘭縣市衛生所', '王登源診所', '大甲區衛生所', '小朋友小兒科', '宏光診所', '張嘉榮診所', '游丞顯小兒科', '竹北市衛生所', '彭小兒科內科', '曾文鎮耳鼻喉科', '游恆懿診所', '陳耀宗內科小兒科', '吉田診所', '仁新小兒科診所', '世鴻耳鼻喉科小兒科', '廖珮君小兒專科', '五峰鄉衛生所', '徐明宏診所', '廖學儒耳鼻喉科', '洋基耳鼻喉科診所', '蘇炫明外科診所', '金台診所', '聰明耳鼻喉科', '謝明宏小兒科', '黃政雄內科小兒科', '天亮耳鼻喉科', '李瑞相診所', '大有診所', '竹仁婦幼診所', '小樹苗兒科診所', '合濟診所', '北斗鎮衛生所', '蔡瑞聰耳鼻喉科', '麥建方小兒專科', '曾文怡診所', '國彥耳鼻喉科', '曾文智診所', '艾兒診所', '瑞麟診所', '保安診所', '林內鄉衛生所', '吉仁診所', '崙背鄉衛生所', '崙背台全診所', '聖仁診所', '福恩診所', '任安診所', '安平診所', '榮峰診所', '陳景昇診所', '廖耳鼻喉科診所', '嘉良診所', '東興關山診所', '欣愛診所', '侯瑞卿診所', '嘉安婦幼診所', '林俊鵬診所', '佑生小兒科診所', '宏濟診所', '宏和診所', '謝氏診所', '泰千診所', '三民診所', '復興區衛生所', '普濟診所', '豐泰耳鼻喉科', '吳家仁小兒科', '羅世績診所', '正翔診所', '新豐鄉衛生所', '孫楨文診所', '陳祖傑耳鼻喉科', '順心診所', '黃麗津診所', '永安診所', '光復診所', '簡再興診所', '溪鄉衛生所', '岳成診所', '鴻彰診所', '蕭景欽診所', '張國珍小兒科', '葉治威外科診所', '新安診所', '王尹弘耳鼻喉科', '羅內科小兒科', '民安診所', '嘉泰耳鼻喉科', '泰興耳鼻喉科', '新莊區衛生所', '至祥診所', '楊宏源診所', '苗栗縣市衛生所', '劉建輝診所', '大益診所', '惠欣婦產科小兒科', '冬山鄉衛生所', '王內科診所', '古醫生保健診所', '林聰源診所', '江心修診所', '周內科診所', '幸福小兒科診所', '樂樂診所', '彭小兒科診所', '三大診所', '張文輝診所', '家茵診所', '張昱錦診所', '林復森耳鼻喉科', '上友兒童診所', '家慈診所', '巧兒親子診所', '莊申南婦產科', '隆安診所', '安庚內科診所', '柏宏診所', '錦明耳鼻喉科', '和美鎮衛生所', '李金原診所', '鹿谷鄉衛生所', '澄清診所', '水里社區診所', '幼幼耳鼻喉科', '博愛診所', '水里鄉衛生所', '瑞斌診所', '新港鄉衛生所', '陳錦煌診所', '蕭惠中診所', '康明診所', '嘉其耳鼻喉科', '昌模小兒科診所', '育安家庭醫學科', '湖西鄉衛生所', '東民診所', '永晴診所', '僾彼高榮育仁診所', '陳志宇診所', '灣內診所', '芯四季診所', '柳雱邁診所', '建明診所', '晴天耳鼻喉科', '嘉齡診所', '仁佑耳鼻喉科', '安欣診所', '慈蕙診所', '板聯診所', '顏舜隆小兒科', '熊明旺耳鼻喉科', '大佳診所', '蕭正輝兒科診所', '崇田耳鼻喉科', '曾啟楨診所', '林正峯小兒科', '進安家庭醫學科', '黃勝雄診所', '王孟俊診所', '王俊傑耳鼻喉科', '翰生診所', '侯世文診所', '建佑診所', '重心診所', '信德診所', '張明輝內科診所', '仁幼診所', '板橋榮民之家醫務室', '黃世鑫診所', '吳懿蒼小兒科', '林子敬診所', '基安西醫診所', '杏嘉診所', '宜生診所', '陳信吉耳鼻喉科', '佳和診所', '佑欣診所', '辰安耳鼻喉科', '美康診所', '郭長界診所', '馮泰龍小兒科', '尚安診所', '中和重慶耳鼻喉科', '德東診所', '承安聯合診所', '安平西醫診所', '華平診所', '黃義盛小兒科', '白家聲診所', '日欣診所', '順安耳鼻喉科', '廣祥診所', '通安診所', '雙怡診所', '正倫診所', '林春發耳鼻喉科', '湖美耳鼻喉科', '楊內科小兒科', '佑昌內科診所', '林郁容診所', '嘉惠診所', '林重慶診所', '光晴診所', '立人健康診所', '馬敘強診所', '陳欽富診所', '謝智超達恩診所', '湖前診所', '里澄診所', '李建芳耳鼻喉科', '江萬洲內小兒科', '群欣診所', '魏文宏診所', '廖正雄小兒科', '大里陳內小兒科', '陳建利診所', '長青診所', '李良小兒科診所', '安聲耳鼻喉科', '小博仕診所', '祐生診所', '王金星診所', '立人耳鼻喉科', '劉彥昇診所', '慶安診所', '蔡永煌診所', '光明內科診所', '王增齊診所', '聯祥復健科診所', '宏安耳鼻喉科', '亮亮耳鼻喉科', '芬園鄉衛生所', '沂銨診所', '社口診所', '林光志診所', '芳苑鄉衛生所', '振源診所', '正宜診所', '簡國仁診所', '蔡文雄診所', '蘆竹區衛生所', '竹安診所', '大興診所', '杜衍甫診所', '佳音小兒科診所', '國欣診所', '南澳鄉衛生所', '大愛診所', '三義鄉衛生所', '濟人診所', '惠生診所', '陳忠田診所', '張維峰診所', '南市醫安平門診', '慶平美耳鼻喉科', '永華耳鼻喉科', '石門診所', '金鶯診所', '大山耳鼻喉科', '秦德水家庭醫學科', '昭仁診所', '茂源診所', '盧正欽小兒科', '廖逸平耳鼻喉科', '黃紀源診所', '英宗診所', '曙光小兒科診所', '周恭維診所', '張景隆小兒科', '寶寶內科小兒科', '賴政光耳鼻喉科', '幸運草小兒科', '陳家銘診所', '葉易愷耳鼻喉科', '蔡明吉診所', '東興診所', '吳桂芬診所', '紀旭聯診所', '王仁俊小兒科', '博幼耳鼻喉科小兒科', '明道小兒科診所', '施勝桓小兒科', '林子凱耳鼻喉科', '萬里診所', '萬里區衛生所', '芯悅診所', '黃三奇診所', '全右診所', '林會川診所', '蔡錦文診所', '明濟診所', '陳博文診所', '汪小兒科診所', '施以中診所', '范揚乾診所', '張家強診所', '保惠診所', '雙溪區衛生所', '新埔鎮衛生所', '安康診所', '陳興閣內兒科', '曾政德婦產科外科', '陽明小兒科耳鼻喉科', '弘康診所', '彰化東區衛生所', '張寶倫診所', '德揚診所', '中山內兒科診所', '陳錫鎰小兒診所', '陳奇男診所', '良品婦幼聯合診所', '連建安診所', '常春聯合診所', '德一診所', '林皮膚科診所', '伸安診所', '康乃文診所', '蕭松鶴診所', '當代聯合診所', '耀安小兒科診所', '中順興診所', '鄭仕程診所', '怡兒診所', '新英診所', '鶯歌區衛生所', '正安家庭醫學科', '李昭德診所', '林恆立耳鼻喉科', '羅倫檭診所', '慈德聯合診所', '維新診所', '立好診所', '誠泰診所', '八里區衛生所', '晨安診所', '施世明診所', '周文煜診所', '簡瑜宏診所', '謝錫炎診所', '傑出診所', '崇安診所', '許維倫診所', '陳明煌診所', '蕭國隆小兒科', '莊永安診所', '陳儀崇診所', '陳榮泰小兒科', '曾榮昌診所', '庚新診所', '張博揚小兒科', '樂欣診所', '何孟哲診所', '普霖小兒科診所', '郭耳鼻喉科診所', '品安診所', '賴淵聖小兒科', '人愛診所', '佳佑診所', '潭子區衛生所', '泰昌診所', '潭興診所', '林明亮診所', '林大詠診所', '謝煌德小兒科', '簡亦淇診所', '長佑診所', '歐家庭醫學科', '育昇診所', '誠康耳鼻喉科', '土城區衛生所', '秀偉小兒科', '蔡永福小兒科', '賴家庭醫學科', '翁仁茂診所', '莊志明診所', '洪正祝小兒科', '梁診所', '莊京憲耳鼻喉科', '人人診所', '廣全家庭醫學科', '華杏診所', '李彥德耳鼻喉科', '丁慶雄耳鼻喉科', '王肇陽皮膚科', '呂品宜小兒科', '陳淑玲林原弘小兒科', '王正賜小兒科', '大仁小兒科', '吳建民耳鼻喉科', '李富逸診所', '松禾診所', '陳義文小兒科', '長庚家安診所', '林內兒科診所', '王舒岳兒科診所', '一心診所', '吳美華小兒科診所', '國軍退除役官兵輔導委員會臺南榮譽國民之家附設診所', '喜樂小兒科', '劉道賜內科小兒科', '陳煌奇耳鼻喉科', '侯世婷小兒科', '佳一家庭診所', '陳勃旭耳鼻喉科', '良田蔡明峻小兒科', '蘇內科診所', '大中小兒科診所', '婦兒安診所', '李志超小兒科', '和平醫療社團法人進興診所', '捷祺家庭兒科', '龍肚診所', '郭建宏小兒科', '南門蔡內科診所', '陳俊達家醫科', '陳子弘診所', '誼仁診所', '隆田新民診所', '盈泰診所', '東門王耳鼻喉科', '聖心診所', '中榮嘉義門診', '柯明裕家庭醫學科', '黃銘模診所', '趙善楷耳鼻喉科', '軍輝耳鼻喉科', '宋思權診所', '吳長宗診所', '郭俊鋐診所', '新恩診所', '華陽診所', '黃靖修內科診所', '郭文吉神經科', '朴子市農會診所', '趙剛內科診所', '侯守恩診所', '吳內科小兒科', '蔡百豐內科家醫科', '王宏育診所', '陳振忠內兒科', '蔣榮福診所', '家佑診所', '吳宗慶診所', '蘇俊明小兒科', '皇明診所', '羅文亮小兒科', '德家診所', '陳鴻鈞診所', '恒康診所', '鼎和診所', '順安診所', '陳宗仁耳鼻喉科', '南榮診所', '嘉祐耳鼻喉科', '長椿耳鼻喉科', '丞品內科診所', '陳政康診所', '施穎敏診所', '佑仁診所', '羅銓中診所', '宏元家庭醫學科', '元福診所', '張百欽家庭醫學科', '黃思超小兒科', '立文小兒科診所', '江昇洸診所', '良如診所', '王診所', '仁和診所', '旭豐診所', '鍾易晉耳鼻喉科', '信合美診所', '紀裕庭診所', '張耿章診所', '六福診所', '洪培凱耳鼻喉科', '于慶功診所', '華山診所', '家泰耳鼻喉科', '陳鼎輔診所', '新和耳鼻喉科', '信榮診所', '李蓮宗診所', '果仁小兒科診所', '康福診所', '恩典診所', '德安婦產科診所', '志豪診所', '一生診所', '鄭骨科耳鼻喉科', '邱欽斌小兒科', '欣心診所', '兒林小兒科診所', '嘉恩診所', '林居正診所', '梁碩仁診所', '宏泰診所', '泓志診所', '周志哲診所', '安泰家醫科診所', '古坑鄉衛生所', '慈生診所', '六腳鄉衛生所', '嘉南診所', '陳碧宗診所', '茂生診所', '將軍區衛生所', '壽山診所', '松佑診所', '三愛診所', '丞康小兒科診所', '侯嘉修內科診所', '顏大翔內科診所', '阮嵩翔耳鼻喉科', '蕭超然小兒科', '楊燿郎耳鼻喉科', '林獻諒小兒科', '秀水鄉衛生所', '鄭永煌耳鼻喉科', '慈佑診所', '萬來診所', '大村鄉', '林金龍小兒科', '廣田耳鼻喉科', '璟德診所', '德南家醫科診所', '中平耳鼻喉科', '吳長芳小兒科', '趙俊凱耳鼻喉科', '慈安診所', '崇仁內科診所', '成渼聯合診所', '泓仁診所', '蔡孟崇診所', '德安小兒科診所', '蔡尚均小兒科', '鄭飛良診所', '鄭耳鼻喉科診所', '洪振民耳鼻喉科', '吳國猷診所', '白河區衛生所', '吳明強診所', '國軍退除役官兵輔導委員會白河榮譽國民之家附設診所', '雙美診所', '玉井區衛生所', '小熊小兒科診所', '善全診所', '林宏欣診所', '林泰璋診所', '健順診所', '莿桐台全診所', '永吉診所', '陳正忠診所', '德華診所', '揚生診所', '宏佑診所', '迠華診所', '張祐禎家醫診所', '洪允宗診所', '王日榮耳鼻喉科', '維一診所', '佑生診所', '小太陽聯合診所', '施俊哲診所', '施永泰小兒科', '現代診所', '承鴻耳鼻喉科', '秀慧診所', '弘安家庭醫學科', '楊世銘佑安診所', '張記懷小兒科', '陳萬得小兒科', '得醫診所', '巧比小兒科診所', '康暉耳鼻喉科', '林燄小兒科診所', '謝佳璋小兒科', '慈仁診所', '祥祐診所', '許文俊小兒科', '陳皇霖診所', '台全診所', '黃榮標診所', '徐春暉診所', '西港區衛生所', '千日好診所', '天乙診所', '何仁村診所', '黃建成診所', '五行診所', '盛譽診所', '田尾鄉衛生所', '萬安診所', '大城鄉農會診所', '大城鄉衛生所', '許忠信小兒科診所', '周光偉診所', '朱永恆診所', '漢生診所', '榮恩診所', '鹿名診所', '昇陽診所', '樂活醫美診所', '謝坤川診所', '篤翎診所', '吳宏誠小兒科', '佳恩耳鼻喉科', '龍興診所', '佑福診所', '鄭仁瑋耳鼻喉科', '晴天家醫科診所', '後埔永江診所', '蔡利誠診所', '重慶耳鼻喉科', '進益診所', '莊德華內科診所', '家銘耳鼻喉科', '優生耳鼻喉科', '黃啟明診所', '陳俊維耳鼻喉科', '書菴耳鼻喉科', '奕雄診所', '茂杉診所', '益源耳鼻喉科', '西螺鎮衛生所', '杏泰診所', '德心診所', '維霖內科診所', '健全診所', '文玉小兒科診所', '佑康聯合診所', '聖新診所', '又新診所', '護康診所', '林浩翔診所', '加加小兒科診所', '全康診所', '如意診所', '日安診所', '耀程耳鼻喉科', '坪林區衛生所', '文欣診所', '銘傳家醫診所', '惟新診所', '洪文武診所', '晨暘診所', '萬能診所', '宏鴻診所', '錫安婦產科內科', '賴美里診所', '孫德金小兒科', '楊文彬耳鼻喉科', '昇源診所', '永欣診所', '胡錕杰診所', '光文診所', '黃兆聖小兒科', '卓錦文診所', '英仁診所', '光明診所', '綜祐診所', '上賀診所', '竹塘鄉衛生所', '茂榮家醫診所', '黃易文診所', '崇仁外婦產科', '二崙台全診所', '欣安診所', '祐成診所', '元安診所', '大千診所', '慈美診所', '仁愛診所', '鹿草鄉衛生所', '德南診所', '昭安診所', '賜安診所', '楊仁德診所', '周明顯診所', '楊俊士診所', '青春診所', '愛生家醫診所', '得康診所', '大雅區衛生所', '國光內科診所', '崇德外科診所', '宗澤診所', '石岡診所', '石岡區衛生所', '大度診所', '小林診所', '自強診所', '其安診所', '培安診所', '明安診所', '易昇診所', '呂其嘉婦產科', '勤益診所', '文貴旺診所', '新勝診所', '洪士明診所', '建志耳鼻喉科', '韓耳鼻喉科診所', '佳恩聯合診所', '太平區衛生所', '合康家庭診所', '金寧鄉衛生所', '陳水湖診所', '北竿鄉衛生所', '游奐倫診所', '欣宏診所', '瑞和耳鼻喉科', '林華貞診所', '謝東平診所', '高柏森耳鼻喉科', '惠心婦幼診所', '張欽堯小兒科', '康昕診所', '郭政義診所', '林永權耳鼻喉科', '佳仁診所', '杏華診所', '安禾診所', '培恭診所', '育英診所', '王外科診所', '洪啟芬診所', '謝立中聯合診所', '蘭嶼鄉衛生所', '品康耳鼻喉科', '草屯鎮衛生所', '洪瑞成小兒科', '陳國楨內兒科', '德欣診所', '旗山區衛生所', '信安小兒科', '周大雅診所', '黃仲達診所', '草屯陳診所', '圓潭診所', '竹崎鄉衛生所', '黃志南家醫科內科', '璟文診所', '陳清煌診所', '吳建輝診所', '榜生婦產科', '宏祐診所', '佳泰診所', '新莊徐耳鼻喉科', '青青診所', '施博仁診所', '輔大診所', '楊禮瑜診所', '陳台祝診所', '六寶診所', '台光診所', '雅林診所', '何智博診所', '中油台探診所', '劉文淦小兒科', '何啟瑞診所', '卓蘭鎮農會農民診所', '老庄診所', '甲仙區衛生所', '杉林區衛生所', '世昌診所', '陳宗得診所', '陳永惠診所', '林邊鄉衛生所', '欣生診所', '宋金峰家醫診所', '三地門鄉衛生所', '七美鄉衛生所', '路加家醫診所', '安台診所', '新城鄉衛生所', '天恩診所', '簡光甫診所', '蕭銘賢診所', '舒康診所', '張英俊診所', '長頸鹿診所', '葉耳鼻喉科', '張內小兒科', '智瑤小兒科', '啊波羅小兒科', '國軍退除役官兵輔導委員會雲林榮譽國民之家附設醫務室', '斗六慈濟診所', '宏仁診所', '周文通診所', '炳榮診所', '姚欽祥外科婦產科', '幼華診所', '佑幼耳鼻喉科診所', '憲珍診所', '陳義本診所', '陳耀宗診所', '佑安診所', '新台安診所', '林口區衛生所', '豐家診所', '黃玟珍診所', '彭耳鼻喉專科', '鄭漢財耳鼻喉科', '體生診所', '崇德診所', '成都診所', '吉仁醫病相談診所', '板橋區衛生所', '張俊明外科婦科診', '聖母診所', '黃景宏診所', '揚明診所', '安慶診所', '菡生婦幼診所', '佑恩小兒科診所', '雙十鄭林診所', '吉立診所', '弘安耳鼻喉科', '成安診所', '和安診所', '全泰診所', '毅宏耳鼻喉科', '埔鹽鄉衛生所', '詹外婦產科診所', '益民診所', '呂外科婦產科', '沈仁諒診所', '陳重光耳鼻喉科', '哲煌內兒科診所', '葉婦產科診所', '伸港鄉衛生所', '黃診所', '仁邦診所', '穎欣診所', '明揚診所', '捷仁診所', '宏愛診所', '蘇裕哲診所', '黃紹基診所', '元懋診所', '永福診所', '林大丕小兒科', '劉銘郎內科', '呂揚德內科診所', '王世裕小兒科', '文化診所', '林秋能小兒科', '豐原李耳鼻喉科', '中國醫豐原醫務室', '芳生診所', '福安診所', '森美診所', '許權傑診所', '錦洲診所', '國軍退除役官兵輔導委員會佳里榮譽國民之家附設診所', '七股區衛生所', '太樹診所', '鳳信診所', '張右川診所', '臺中市北區衛生所', '蔡崇仁家醫診所', '嘉德耳鼻喉科', '大發診所', '大寮區衛生所', '蕭宏儒診所', '張桐榮診所', '幸安診所', '大寮進安診所', '謝東賢耳鼻喉科', '吳志修耳鼻喉科', '賴朝煌小兒科', '賴內科小兒科', '大承耳鼻喉科', '瑞仁內科小兒科', '黃重器診所', '梓安診所', '梓官區衛生所', '桃源區衛生所', '白沙鄉衛生所', '陳興源診所', '賴孟彥診所', '智惠診所', '安田診所', '崇祐診所', '周群傑耳鼻喉科', '聖和診所', '祐晟診所', '龍井東海小兒科', '魏嘉慶家醫診所', '博幼診所', '丸山診所', '宗生診所', '秀明耳鼻喉科', '辰詳診所', '魏心臟科診所', '陳興達診所', '陳國華小兒科', '惟康耳鼻喉科', '林俊文診所', '福仁診所', '恆生診所', '羅杰診所', '林耳鼻咽喉科', '仁祥診所', '廖曉俊診所', '懷仁診所', '何宗斌診所', '佳安診所', '胡耳鼻喉科診所', '張內科診所', '晟新診所', '鄭逢源耳鼻喉科', '建國耳鼻喉科', '蔡鉅儒診所', '王建民耳鼻喉科', '吳小兒科診所', '何智超診所', '仁新診所', '建嘉小兒科診所', '成泰診所', '王中煌診所', '施佳良小兒科', '蘇炳文內科診所', '善化區衛生所', '官田區衛生所', '黃宏立診所', '頂安診所', '富國診所', '沈耳鼻喉科診所', '志銘小兒科診所', '禾新耳鼻喉科', '林定參診所', '安諾婦產科診所', '志安診所', '合新診所', '復華耳鼻喉科', '民光診所', '鹽行診所', '史地分小兒科', '永康區衛生所', '牡丹鄉衛生所', '光復鄉衛生所', '林梓欽診所', '佳醫診所', '葉日昇診所', '陳仁祐診所', '曾建元診所', '維坤診所', '永大診所', '林君郁耳鼻喉科', '大眾診所', '新華田內科診所', '台安診所', '謝豐榮耳鼻喉科', '北大診所', '迴龍診所', '葉佐仁診所', '蔡瓊倩內科診所', '信和耳鼻喉科', '幼安聯合診所', '林岳宏小兒科陳德馨皮膚科', '三樹金鶯診所', '和愛診所', '榮新診所', '晨益診所', '合宜診所', '東源內科小兒科', '曾宏智診所', '蔡明峻診所', '新黃診所', '陳義銘診所', '戴外科診所', '長新診所', '欣安禾婦兒科', '大華診所', '林永昌診所', '恆春鎮衛生所', '瑞康診所', '中崙診所', '誠愛診所', '吳外科骨科', '文衡診所', '吳辰龍耳鼻喉科', '江泰興耳鼻喉科', '鳳德診所', '李梓堯耳鼻喉科', '何鴻鈞診所', '唯均耳鼻喉科', '許耳鼻喉科診所', '吳內科診所', '信宜診所', '林誓揚診所', '陳弘列內兒科', '李澤安診所', '紀冠廷診所', '康維昌小兒科', '大方診所', '曾家庭醫學科', '林明仁內科診所', '霍永惠診所', '吳明松小兒科', '游新診所', '獅子鄉衛生所', '崇心診所', '不老診所', '秀林鄉衛生所', '張政良診所', '育生診所', '原鄉診所', '水源診所', '吳內兒科診所', '蘇玉良診所', '仁澤診所', '祐民診所', '長星診所', '尚愛診所', '健仁內科診所', '健生全民診所', '吳慶順診所', '俞國棟診所', '蘇澳鎮衛生所', '北榮蘇澳門診', '王家泰診所', '五結鄉衛生所', '宏安診所', '安德診所', '劉俊欣耳鼻喉科', '林炳麟診所', '祈安聯合診所', '李內兒科診所', '林政益小兒科', '埔心鄉衛生所', '楊玉隆家醫診所', '鄭德源診所', '台新診所', '長生診所', '新埤鄉衛生所', '黃裕隆診所', '致博診所', '琉球鄉衛生所', '滿州鄉衛生所', '馬公市第一衛生所', '辛家醫診所', '正承復健科診所', '江明儒耳鼻喉科', '禾安診所', '彥靚診所', '袁耳鼻喉科診所', '桃庚聯合診所', '芯佑診所', '慈民耳鼻喉科', '安美皮膚科耳鼻喉科', '京辰耳鼻喉科', '慈田診所', '江村聯合診所', '金港齡小兒科', '李進忠診所', '東和婦產科家醫診所', '重揚診所', '李振興診所', '介壽耳鼻喉科', '吾佳診所', '慶祥診所', '李烈委診所', '新世代診所', '良安診所', '詹小兒科診所', '趙敏政耳鼻喉科', '一盧診所', '悅兒診所', '汪維娜小兒科', '退除役官兵輔導委員會台北榮譽國民之家醫務室', '遠東耳鼻喉科', '吳天聰內科診所', '采奕診所', '李鴻麟診所', '龜山區衛生所', '瑞奕診所', '佳杏診所', '維賢診所', '河助璽恒診所', '明鴻診所', '安濟診所', '莊豐如診所', '念生耳鼻喉科', '樹林泰新診所', '柯盈賢小兒科', '惠生保安婦幼', '大樹診所', '信和診所', '詠聖診所', '朱水松耳鼻喉科', '傳生聯合診所', '勇信診所', '誼安診所', '立群診所', '昇元診所', '文化耳鼻喉科', '振平診所', '聯恩診所', '蕭閔誌診所', '周孫元診所', '大有耳鼻喉專科', '康瑞診所', '惠民診所', '聖家小兒科診所', '顧小兒科診所', '劉泰成聯合診所', '曾文洋內科小兒科', '曹景雄小兒科診所', '同德診所', '新營區衛生所', '張志仁診所', '顏內小兒科診所', '侯瑞合診所', '全美診所', '裕文診所', '光仁診所', '蔡迪光小兒科', '陳沛仁家醫科診所', '吳世安內科診所', '吳國榮聯合診所', '懷仁內科診所', '歸仁區衛生所', '龍崎區衛生所', '蔡清鄉診所', '德鴻吳小兒科', '李澤診所', '蔡俊榕小兒科', '白沙診所', '德亮診所', '天祐診所', '弘鑫耳鼻喉科', '李正智診所', '後壁區衛生所', '益生診所', '曾建昌內小兒科', '鄭永穆診所', '周書澤內科診所', '健康診所', '順輝內科診所', '承安診所', '陳天乙診所', '卓小兒科診所', '張憫診所', '花壇鄉衛生所', '春天診所', '小太陽診所', '美濃區衛生所', '尚文診所', '仁宏診所', '正安診所', '黃小兒科診所', '宜欣診所', '幼康小兒科診所', '田診所', '路加診所', '仁愛鄉衛生所', '聖本篤診所', '何慶堂診所', '淳仁聯合診所', '丁江龍診所', '新化區衛生所', '尚民診所', '杏林診所', '義竹鄉衛生所', '德仁診所', '佑全診所', '吳源益診所', '馬志宏診所', '嘉義縣立慢性病防治所', '嘉德診所', '阿里山鄉衛生所', '陳相國聯合診所', '家家診所', '謝世雄診所', '謝漢池診所', '陳思衡復健科', '新安內科小兒科', '仁泰診所', '通霄鎮衛生所', '顧明國診所', '蔡明海診所', '溪湖鎮衛生所', '紹安診所', '吳振華小兒科', '王東生診所', '簡志彰小兒科', '童寶照診所', '廷光家醫診所', '林診所', '南里安診所', '卓溪鄉衛生所', '嵐軒診所', '蔡明宏心臟內科', '李旺駿耳鼻喉科', '東河鄉衛生所', '東河診所', '陳麒勛診所', '何家庭醫學專科', '慈輝家醫科診所', '吳泰郎診所', '張維仁內科診所', '周國雄診所', '陽明診所', '馬公市第二衛生所', '黃冠榮耳鼻喉科', '鄭鴻藝內科診所', '高植澎診所', '馬靜祥診所', '洪長惠診所', '洪國強小兒科', '陳立凱小兒科', '泰和外婦產科', '大慶家醫科外科', '張建中外科診所', '東興內科診所', '李惠雄內科診所', '王崑伊小兒科', '余耳鼻喉科', '和意診所', '豐田診所', '長濱鄉衛生所', '長濱診所', '線西鄉衛生所', '聖光診所', '蕭欣衛診所', '安麗小兒科內科', '幸生診所', '龍德診所', '二林鎮衛生所', '郭佳隴診所', '得恩診所', '陳宏麟診所', '長榮診所', '晨洋診所', '普仁診所', '童小兒科家醫科', '佑幼家醫科診所', '亞中診所', '蔡良迪診所', '夏保介診所', '俊賢診所', '志鴻診所', '四湖鄉衛生所', '正義興診所', '恩惠診所', '佳行診所', '銘仁診所', '國軍退除役官兵輔導委員會岡山榮譽國民之家醫務室', '燕巢區衛生所', '禾興診所', '林景超診所', '淵源診所', '佳成小兒科診所', '仲治診所', '怡和內科診所', '馬冠中內科診所', '楊聰明診所', '英仁外科診所', '梁力仁診所', '馨生婦產科診所', '黃子卿小兒科', '南投縣市衛生所', '傳康診所', '維揚診所', '羅東鎮衛生所', '黃耀發小兒科', '北埔鄉衛生所', '池恩診所', '周健文診所', '上林診所', '博智診所', '主恩診所', '錦霖診所', '張桂榮耳鼻喉科', '敏家診所', '三峽區衛生所', '北大小兒科診所', '陳文貴診所', '陳內兒科診所', '陳重慶診所', '劉醫師小兒科', '愛德診所', '愛仁診所', '大森診所', '康文銘診所', '富田森林診所', '海安診所', '觀亭診所', '內門區衛生所', '那瑪夏區衛生所', '周長興診所', '沐民診所', '王天診所', '瑪家診所', '排灣診所', '瑪家鄉衛生所', '壽豐鄉衛生所', '禾心診所', '黃秋陽診所', '梁衛賓診所', '水碓瑞安診所', '博安診所', '鄭紹茂診所', '慶霖診所', '杏宜診所', '新光家醫科診所', '華生家醫科皮膚科', '淡水區衛生所', '陳正熙診所', '陳世芳診所', '鴻恩診所', '劉政耳鼻喉科', '匯眾內科診所', '黃麟偉診所', '能安診所', '六龜區衛生所', '屏東榮譽國民之家附設醫務室', '睿洋診所', '新北勢診所', '李宗仁診所', '蕭文熙診所', '林錦浩耳鼻喉科', '林昭哲診所', '上健診所', '國民小兒科診所', '余成桓聯合診所', '福生診所', '佳愛診所', '王德和診所', '員山鄉衛生所', '張世屏診所', '陳瑞祥診所', '佳國耳鼻喉科', '黃大中診所', '聖路加診所', '三星診所', '三星鄉衛生所', '樂心診所', '大同鄉衛生所', '外埔區衛生所', '外埔診所', '趙葉林診所', '自立診所', '梁恬綺小兒科', '弘林診所', '李兆然家醫科', '吳英錦小兒科', '平鎮區衛生所', '佳信診所', '陽大大溪門診', '博生診所', '照仁診所', '頭城診所', '頭城鎮衛生所', '李彰義診所', '蔡仲凡診所', '東霖耳鼻喉科', '新仁愛診所', '杏元診所', '高樹鄉衛生所', '怡仁診所', '車城鄉衛生所', '望安鄉衛生所', '光鹽診所', '吉安鄉衛生所', '自強耳鼻喉科', '和田小兒科診所', '劉國周診所', '展新診所', '張曉昇診所', '康寧診所', '安安小兒科診所', '宏瑞診所', '鄭朝強小兒科', '心安診所', '曾憲利婦產科', '陳鍊生診所', '宜安診所', '林國揆小兒科', '陳甘斌耳鼻喉', '康平診所', '許文龍診所', '台馨診所', '仁祥醫院', '至善診所', '宏恩診所', '全人診所', '國軍退除役官兵輔導委員會花蓮榮譽國民之家醫務所', '謝煥益診所', '官世英診所', '瑞萱診所', '林正豐診所', '秀心診所', '德康耳鼻喉科', '全心醫學蕭醫師', '健鑫診所', '陳建業診所', '徐慧玲診所', '吳錫賢診所', '黃烈堂內科診所', '北國泰聯合診所', '曾內兒科診所', '國泰聯合診所', '陳建發耳鼻喉科', '郭診所', '陳鍾靈診所', '中油事務部醫務市', '長泰診所', '永安區衛生所', '茂林區衛生所', '樂芙健康', '來義鄉衛生所', '康嘉診所', '鹿安耳鼻喉科', '施柏安診所', '吳肇基診所', '北聯北投門診', '豐安診所', '潘明勳耳鼻喉科', '施明哲診所', '鹿港鎮衛生所', '守德診所', '安安耳鼻喉科', '蔡順昌耳鼻喉科', '黃俊熙診所', '謝慧瑛小兒科診所', '宏文小兒科診所', '北聯政大門診', '京閣醫學吳醫師', '澤文診所', '慈幼診所', '世誠耳鼻喉科', '房國堂小兒專科', '王家庭醫學科', '穎宣診所', '后里診所', '和平區衛生所', '和平區梨山衛生所', '祐民聯合診所', '大順耳鼻喉科', '王永良診所', '承新診所', '尤亮惠耳鼻喉科', '陳珀勳診所', '陳信方小兒科', '張參雄診所', '台北欣安耳鼻喉科', '邱耳鼻喉科診所', '宏恩兒科診所', '建芳診所', '廣仁診所', '頭屋診所', '林玉彪診所', '蔡篤煌診所', '嘉佑診所', '銓安診所', '清水區衛生所', '楊超博診所', '林澤民小兒科', '紀小兒科內科', '太慶診所', '楊外科婦產科', '蘇光緯診所', '趙見福診所', '順風耳鼻喉科', '陳振昆診所', '后里張婦產外科', '吉泰診所', '蕭天讚小兒科', '南科聯合診所', '愛欣診所', '南化區衛生所', '蔡承訓診所', '新市區衛生所', '黃英豪診所', '賴內小兒科診所', '韓東生診所', '大立診所', '新園鄉衛生所', '江逸詩診所', '佳冬鄉衛生所', '黃外科診所', '富原診所', '瑞穗鄉衛生所', '達仁鄉衛生所', '金峰鄉衛生所', '心呈診所', '東引鄉衛生所', '吳志昶耳鼻喉科', '洪文亮診所', '佳里區衛生所', '李芳輝內小兒科', '立新診所', '黃逸仁診所', '以琳內科診所', '蘇稔然內科診所', '鴻文耳鼻喉科', '宥宥小兒科診所', '弘一診所', '洪文能診所', '大安診所', '李明哲診所', '上安診所', '詠贊聯合診所', '群安診所', '兒樂吉診所', '大林鎮衛生所', '翁冠文診所', '許修平診所', '華邦診所', '超群耳鼻喉科', '宜興診所', '慈愛診所', '顏細宗診所', '虎尾鎮農會診所', '腎安診所', '光成診所', '林嘉祈婦產科', '陳俊誠小兒科', '豐偉兒科診所', '幼幼小兒科', '太安診所', '建合診所', '杏霖診所', '水林鄉衛生所', '延安診所', '啟東診所', '劉鎮嘉診所', '鄭兆陽診所', '郭宗豪診所', '丘傑隆診所', '良成診所', '陳志暐診所', '蘆洲區衛生所', '信恆診所', '德音診所', '張眼科診所', '許獻帆診所', '關廟區衛生所', '鳳林鎮衛生所', '劉明謙診所', '北榮鳳林門診', '馬瑞診所', '富里鄉衛生所', '富麗診所', '綠島鄉衛生所', '王文君小兒科家醫科', '愛林鑫北診所', '黃天一耳鼻喉科', '建群診所', '杏春家醫科診所', '曉兒耳鼻喉科', '聯邦診所', '長榮耳鼻喉科', '祐興耳鼻喉科', '鹽水區衛生所', '柳營區衛生所', '蔡瑞頒診所', '林大凱耳鼻喉科', '仁武區衛生所', '易生診所', '仁里診所', '長恩聯合診所', '尚清診所', '萬巒鄉衛生所', '賴家醫科診所', '鍾兆英診所', '顏家庭醫學科', '榮銘內科診所', '魏大倫耳鼻喉科', '黃德真診所', '南市醫安南門診', '鴻仁內科小兒科', '邱垂德診所', '劉安邦耳鼻喉科', '佳恩小兒科診所', '健群診所', '成康診所', '天賜１０１診所', '蘆洲立民診所', '張誠正診所', '江重宏耳鼻喉科', '涂嘉桂診所', '第一診所', '集集鎮衛生所', '陳威申診所', '魚池鄉衛生所', '楊順喜小兒科診所', '鄭小兒科診所', '張天長診所', '胡文就診所', '北安診所', '怡安小兒科', '陳建杉耳鼻喉科', '明德診所', '海東小兒科', '朱嘉生診所', '陳本全家醫科', '應達儀內科', '陳炯彰診所', '張哲嘉內科小兒科', '陳內小兒科診所', '洪佑承小兒專科', '黃偉志小兒科', '蕭勝雄診所', '佳佳診所', '哈比心診所', '萬榮鄉衛生所', '嗎哪診所', '張鴻內科診所', '陳忠一診所', '林立偉診所', '員美診所', '慈安小兒科診所', '惠生外科婦產科', '存佑小兒科診所', '蔡國晉家醫科', '吳志明耳鼻喉科', '文宏耳鼻喉科', '陳建焜小兒科', '震杰小兒科', '李偉華耳鼻喉科', '李卓為診所', '大德診所', '小普派小兒科', '花蓮縣市衛生所', '林建中診所', '宏卿診所', '陳瑞慶診所', '高秀春小兒科', '誠安診所', '竹南鎮衛生所', '黃正昇診所', '劉家醫科診所', '南光診所', '聖福診所', '觀音區衛生所', '觀興診所', '活力診所', '張道明診所', '家斌診所', '橫山鄉衛生所', '楊內科診所', '楊章民耳鼻喉科', '竹南診所', '姜成佼診所', '許勝勛耳鼻喉科', '健丞診所', '尚仁診所', '小太陽兒科', '觀音慈濟診所', '觀新診所', '楊梅區衛生所', '弘仁小兒科診所', '同心青山診所', '伍建鴻診所', '永美耳鼻喉科', '陳亮銘內科診所', '哲明診所', '家合診所', '上醫囝囡診所', '富田診所', '育創診所', '峨眉鄉衛生所', '嘉樂泰千診所', '尖石鄉衛生所', '南庄鄉衛生所', '二水鄉衛生所', '曾劍煌診所', '恩生外婦產科', '大庄羅診所', '玄祐診所', '博仁診所', '松柏診所', '安鴻診所', '施昌德耳鼻喉科', '蔡元慶診所', '台大佳醫診所', '中埔鄉衛生所', '景泰診所', '華德診所', '王小兒科診所', '林炳元診所', '以琳診所', '元和馨診所', '日揚診所', '青溪診所', '朱先營診所', '柯介仁診所', '周診所', '天主教聖母診所', '湖口鄉衛生所', '勝利診所', '華正診所', '千手然診所', '蔡善言診所', '振成診所', '林俊傑診所', '國新診所', '蔡長禧診所', '林連風診所', '林佑祥診所', '劉華亮診所', '潘叡診所', '鴻昇診所', '大溪邱小兒科', '盧德勝診所', '大溪區衛生所', '大桃園耳鼻喉科', '黃意剛診所', '誠德耳鼻喉科診所', '林長興診所', '林信佑診所', '大中骨科診所', '康銘龍內科小兒科', '佑家診所', '建東專科診所', '楊明小兒科', '邵耳鼻喉科', '鄭鈞源診所', '楊欣診所', '姜博文診所', '李俊弘耳鼻喉科', '海豐診所', '博醫診所', '紀家庭醫學科', '李福國耳鼻喉科', '周宜彬家醫科', '明正耳鼻喉科', '崇蘭診所', '陳正典內小兒科', '健康１２３診所', '黃明鈞診所', '宋的祥診所', '正大聯合診所', '安倫診所', '同心海華診所', '聯心診所', '康庭診所', '敦仁診所', '啟鐘耳鼻喉科', '中壢聯新診所', '范光迪診所', '佑林聯合診所', '鼎盛診所', '寰東耳鼻喉科', '台大晴朗診所', '林浩健診所', '中庚診所', '昇陽小兒科', '和美家醫診所', '李柏鋒診所', '德康診所', '李亦倫診所', '簡家醫診所', '胡順志診所', '大興維格內科', '奧爾親子診所', '晨宏診所', '慈文診所', '林瑞家診所', '惠德診所', '謝宗佑診所', '王新民診所', '楠西區衛生所', '陳性良診所', '民雄鄉衛生所', '張介山診所', '得安診所', '黃威雄耳鼻喉科', '何振庚耳鼻喉科', '奕安診所', '賴政友診所', '佳恩診所', '蕭賜彥診所', '許凱程神經科', '主安診所', '上德親子診所', '春日鄉衛生所', '迦美診所', '楓港診所', '啟光診所', '幼康診所', '吉康耳鼻喉科', '馬興華耳鼻喉科', '安新診所', '聯安家醫眼科', '健興診所', '莊俊銘診所', '沈萬輝診所', '祐健診所', '福樂診所', '埔里鎮衛生所', '聖光小兒科診所', '日光診所', '中寮鄉衛生所', '良平診所', '詹子政診所', '祈安診所', '均安診所', '布袋鎮衛生所', '崇德家醫科', '海端鄉衛生所', '慈惠內科診所', '李診所', '萬丹鄉衛生所', '欣林診所', '陳琪銘診所', '天醫診所', '宏銘診所', '張家瑜診所', '枋寮鄉衛生所', '里安診所', '烈嶼鄉衛生所', '天成診所', '七佳診所', '橋頭區衛生所', '蔡坤男診所', '彌陀區衛生所', '番路鄉衛生所', '張榮昌診所', '顏慶山診所', '王民安診所', '黃柏韶診所', '文章診所', '紀宏彬耳鼻喉科', '里港鄉衛生所', '沈正華診所', '普生診所', '泰武鄉衛生所', '葉明勳診所', '太麻里鄉衛生所', '南島金崙診所', '永靖鄉衛生所', '蜜蜂診所', '張景仁診所', '傅仰賢診所', '蔡建鑫小兒家醫科', '安仁家醫科內科', '金城鎮衛生所', '佑城診所', '吾家診所', '金城診所', '社頭鄉衛生所', '張榮俊小兒科診所', '和生診所', '春卿診所', '宏名診所', '懷恩診所', '信義鄉衛生所', '人和診所', '中國醫地利村門診', '龔顯琦診所', '德豐診所', '北辰診所', '陳文遠耳鼻喉科', '健泰診所', '嘉安小兒科診所', '永任診所', '黃志勳診所', '五股水碓診所', '成洲診所', '鐘耳鼻喉科診所', '烏來區衛生所', '華成診所', '烏來安泰診所', '邱內科診所', '名泰診所', '宏元診所', '施明火診所', '劉俊禎診所', '麟洛社區診所', '麟洛鄉衛生所', '長領診所', '家豐診所', '霧台鄉衛生所', '大樂診所', '西嶼鄉衛生所', '太平診所', '初鹿診所', '薛內科診所', '大武鄉衛生所', '阿蓮區衛生所', '茄萣區衛生所', '仁川診所', '蘆洲李耳鼻喉科', '佰鴻診所', '玉焜診所', '甲和診所', '賴冠維診所', '蓋德診所', '六甲區衛生所', '馬公市第二衛生所', '張允藍小兒科', '吳建志診所', '林振銘小兒科', '佳生小兒科診所', '草屯療養院', '高雄市立凱旋醫院', '慈惠醫院', '桃園療養院', '八里療養院', '新高鳳醫院', '美德醫院', '顏威裕醫院', '新泰宜婦幼醫院', '四季台安醫院', '中美醫院', '振生醫院', '新莊英仁醫院', '蕭志文醫院', '宏慈療養院', '新太平澄清醫院', '全生醫院', '謝外科醫院', '仁村醫院', '輔大醫院', '惠川醫院', '新國民醫院', '元復醫院', '大川醫院', '北港仁一醫院', '清濱醫院', '博正醫院', '新竹新生醫院', '育仁醫院', '秀傳醫院', '活力得中山脊椎', '志誠醫院', '澄清復健醫院', '洪外科醫院', '金安心醫院', '信安醫院', '文化醫院', '民族醫院', '基隆維德醫院', '居善醫院', '台中維新醫院', '茂隆骨科醫院', '忠港醫院', '陽光精神科醫院', '重仁骨科醫院', '敦仁醫院', '暘基醫院', '益民醫院', '靜和醫院', '迦樂醫院', '新莊仁濟醫院', '佑青醫院', '屏安醫院', '宏恩醫院龍安分院', '海天醫院', '燕巢靜和醫院', '清海醫院', '陳澤彥婦產科醫院', '博愛外科醫院', '關西醫院', '台南仁愛之家附設精神療養院', '瑞祥婦幼醫院', '名恩療養院', '鼎真診所', '光遠骨科外科', '高悅診所', '龍合骨科診所', '一誠診所', '榮安內兒科診所', '王子恩內科診所', '真善美診所', '劉信南診所', '嘉美診所', '奇美診所', '立恩診所', '莊永熙診所', '上和診所', '林憲南外科診所', '九翌復健科診所', '陳興中家醫科', '高聖診所', '大山診所', '程耳鼻喉科診所', '明華診所', '華榮診所', '小港高美泌尿科', '大林煉油廠員工診所', '台灣國際造船員工診所', '侯娟妃婦產科', '姚仁青診所', '朱玉柱診所', '祐琳小兒科', '上直診所', '創健診所', '聖和骨外科', '好美醫美診所', '德容聯合診所', '紀榮芳診所', '曹診所', '秦登峰診所', '清華大學附設', '吳廷臣診所', '陳志鴻泌尿科', '雅得麗生活', '莊宗勳診所', '張倉銓診所', '儲昭仁耳鼻喉科', '范雅修小兒科', '高斌祥外科', '李宗哲診所', '中華映管龍潭廠醫務室', '張雅萍診所', '合康身心診所', '林順興診所', '文山維康診所', '北投骨科診所', '衡山慈善診所', '石牌鄭身心診所', '台灣國際造船基隆廠診療所', '蔡熾賢診所', '孫琮淵診所', '秀農診所', '施宜德家醫科', '林得時婦產科', '菲絲美診所', '許景新耳鼻喉科', '北屯區四民衛生所', '廖志明診所', '英惠診所', '双悅診所', '加工出口區管理處高雄衛生保健所', '瑞豐復健科診所', '蕭基昌耳鼻喉科', '謝麗煌小兒科內科', '施外科診所', '健康家醫診所', '蔡昌學復健科', '陳進成診所', '漢元診所', '丁大元診所', '薈安診所', '王慶森診所', '吳坤駿診所', '聯合王婦產科', '壬禾診所', '趙玉良身心診所', '陳建彰診所', '幸福婦產科', '厚德診所', '揚銘診所', '悠亞診所', '家陽診所', '四季康和診所', '安星診所', '偉文診所', '長頸鹿耳鼻喉科', '合生診所', '柏齡診所', '蘇家醫科', '白耳鼻喉科', '水岸診所', '馥康復健科', '昆海診所', '瓏耀小兒科', '仁華診所', '冠升診所', '鴻馨診所', '同心婦產科', '宜家診所', '鎮安診所', '祥光診所', '新鴻遠診所', '立佳診所', '雲上太陽心寧', '學城診所', '陳吳坤骨科', '松德精神科', '怡安診所', '大明診所', '慧祥診所', '樹德兒科診所', '陳守善診所', '佳德診所', '何兆芬健康', '祈福診所', '王新台婦產科', '高耿耀診所', '美加德診所', '敦美復健科', '張辰光復健科', '舜天診所', '新朝診所', '和泰耳鼻喉科', '尖端診所', '上水透析診所', '李文華診所', '新英格蘭診所', '陳惠章婦產科', '北屯區軍功衛生所', '陳茂庭外婦科', '怡廷婦產科', '東陽診所', '國聖診所', '林淳生診所', '沈診所', '果峰診所', '蘇？民耳鼻喉科', '裕生診所', '嘉仁診所', '李建中診所', '育仁診所', '大同公司醫務室', '湖欣診所', '李明儒耳鼻喉科', '王德瑞內兒科', '木雄婦產科', '葉小兒科診所', '黃情川內科', '蕭志銘內科', '華崗文化診所', '安寧診所', '自由骨科診所', '詹文祥耳鼻喉科', '歐洲診所', '鳳山德安診所', '元培健康診所', '公館鄉衛生所', '家正診所', '開元診所', '嘉安耳鼻喉科', '潤生診所', '梅約診所', '蘇益寬小兒科', '李和平耳鼻喉科', '古慧敏診所', '全奕診所', '王覲瑜診所', '悅康復健診所', '慈心診所', '游昆裕診所', '蘆竹現代診所', '合泰婦產小兒', '天一診所', '啟仁診所', '六甲宏仁診所', '永萣診所', '聲儒診所', '善源診所', '普心復健科骨科', '輝煌診所', '新成復健科', '黃勇學皮膚科', '蔡旭坤婦產科', '江榮展診所', '詹銘華診所', '陳遠芳診所', '林勤人婦產科', '陳秋芬親子', '和榮內科小兒科', '澄明診所', '卑南鄉衛生所', '黃鼎文骨科診所', '雷世陽婦產科', '崁頂鄉衛生所', '潮州鎮衛生所', '安可診所', '梁外婦產科診所', '育成診所', '頭屋鄉衛生所', '松青診所', '上仁美麗診所', '智勇診所', '中慎診所', '美麗新城診所', '邱炳川診所', '杏仁診所', '屏東縣市衛生所', '大雅耳鼻喉科', '聖云診所', '台東縣巿衛生所', '馬蘭國民之家醫務室', '李文正內科診所', '陳友聲內科診所', '謝醫師神經科', '李經國診所', '屏和診所', '大同診所', '池上鄉衛生所', '鄭文瑞婦產科', '第一復健科診所', '李煥照婦產專科', '長春診所', '日月光中壢醫務室', '婦安婦產科診所', '林修哲內科診所', '江元煌診所', '陳彥學內科診所', '王內科精神科', '祐嘉骨外科診所', '新湖復健科診所', '鍾國章內科小兒科', '方世統診所', '端木梁診所', '文和診所', '楊金銅診所', '簡內科小兒科', '北門區衛生所', '立達診所', '北聯中正門診部', '劉榮智骨科診所', '元景診所', '建霖診所', '愛心家園醫務室', '李月娥診所', '陳國嶸診所', '長群骨外科', '銘陽診所', '夏道生婦產科', '建銘診所', '王順水小兒科', '蔡興龍小兒科', '黃內科診所', '楊振承家醫科', '衡山診所', '好健康診所', '慈惠診所', '倪仁仰診所', '暖心診所', '啟安診所', '杏禾小兒科', '南門診所', '艾美診所', '游文治精神科', '臺中市中西區衛生所', '竹科員工診所', '彭程毅診所', '員康診所', '學府周耳鼻喉科', '朴子市衛生所', '晟幸診所', '興隆診所', '林文雄小兒科', '臺南巿北區衛生所', '佳晟診所', '欣慈診所', '杏原診所', '元程婦產科', '金明診所', '徐世明診所', '周金章診所', '三灣鄉衛生所', '周建進診所', '誼康聯合診所', '李外科診所', '葉小兒科皮膚科', '錢橙山外科診所', '仁佳診所', '賴俊良骨外科', '育堂診所', '周俊仁診所', '重康診所', '立翔診所', '連德欽診所', '江生診所', '民麗骨科診所', '慎諭婦產科', '嘉禾診所', '仁民診所', '張鳳池婦產科', '博馨內科診所', '榮輝外科診所', '陳正恆小兒科', '泰洋耳鼻喉科', '臺中市南區衛生所', '李宜瑞診所', '新笙聯合診所', '李明禮診所', '益川診所', '安馨竹山內科', '盧彥弘復健科', '黃婦產科診所', '鄭立華小兒科', '向安診所', '南勢角復健診所', '泰祥外科診所', '王振輝外科診所', '莊金城診所', '王博文婦產科', '康青骨科診所', '涂富籌復健診所', '董哲樑骨外科', '謝孟良診所', '林昭良耳鼻喉科', '永和區衛生所', '逸原診所', '世芳復健科診所', '昱泰診所', '王建霖家醫科', '清水區向陽診所', '曲孝禮診所', '蕭佩宏小兒科', '劉志廷家醫科', '黃敬棟診所', '蔡景晴婦產科', '雄安骨科診所', '懷生小兒科', '後驛診所', '沈中章婦產科', '怡德耳鼻喉科', '楊光復健診所', '崇光診所', '項國威內科診所', '台中家幼診所', '黃純義內小兒科', '惟馨婦產科診所', '忠純診所', '臺中市東區衛生所', '嘉義市東區衛生所', '宏醫診所', '維心診所', '敏生婦產科', '新逢甲婦產科', '泓韋診所', '仁弘診所', '蔡清祥小兒科', '外星人外科診所', '大孫診所', '芳馨診所', '雙喜婦產科診所', '王道文診所', '鍾內兒科診所', '莊凱全小兒科', '陳景德診所', '信義診所', '林沙滿診所', '大里區衛生所', '仁荔健康診所', '黃鵬國診所', '嘉醫診所', '陳登賢診所', '德禾診所', '晨峰診所', '安平區衛生所', '大業診所', '吳榮峰小兒科', '周學儉家醫科', '捷醫診所', '欣祥診所', '廖庭萱診所', '陳沛植診所', '李一鳴內科', '愛汝診所', '雅信診所', '博幼親子診所', '小河馬診所', '趙婦產科診所', '林國卿診所', '呂學劼診所', '黃頤耳鼻喉科', '建興醫院', '周裕軒身心診所', '活石診所', '吳國君診所', '傅林診所', '大心診所', '德星診所', '愛加倍診所', '台中工業區診所', '福瑞診所', '沈婦產科診所', '詹長機診所', '祐福診所', '廖內兒科診所', '蔡內兒科診所', '聖方小兒科', '許銘瑞診所', '吳南逸診所', '泰安婦產科', '晨光診所', '埤頭鄉衛生所', '石外科診所', '康全診所', '洪敏元耳鼻喉科', '李婦產科診所', '達翰診所', '羅耳鼻喉科診所', '蘇進添小兒科', '龍生婦產科', '福苗診所', '維弘復健科診所', '張內兒科診所', '寶山鄉衛生所', '林勝輝診所', '民安復健科診所', '南屯區衛生所', '陳正宗診所', '王正吉診所', '榮邦診所', '劉金龍診所', '佳聖診所', '大湖鄉衛生所', '同仁診所', '六竹診所', '健原診所', '新港診所', '李俊杰診所', '真愛婦產科診所', '頭份市衛生所', '翰群骨科專科', '立健診所', '生生外科婦產科', '呂內科診所', '張憲爵診所', '正興診所', '禾馨診所', '陽明骨外科', '保生診所', '新林診所', '張榮欽診所', '益德診所', '育晨診所', '黃兆侃診所', '張寶文診所', '劉添萬診所', '林骨科診所', '鹿野鄉衛生所', '德林婦產科診所', '聰安耳鼻喉科', '曾俊傑診所', '景聖耳鼻喉科', '金寶貝診所', '文華婦產科', '王國欽內兒科', '翁群超耳鼻喉科', '祥和內科診所', '鍾昇亮內科診所', '學甲區衛生所', '吳得中診所', '名冠診所', '康如診所', '輝安診所', '嘉民診所', '廖恒輝耳鼻喉科', '仁洲內兒科診所', '鴻佑診所', '石門區衛生所', '台電第一核電廠診所', '瑚璉診所', '宏達電子醫務室', '峰禾診所', '捷康泌尿科診所', '正輝耳鼻喉科', '蔡瑞發診所', '現代皮膚科', '何裕鈞骨外科', '連淑芳小兒科', '陳完任家醫科', '仁謙診所', '大庭診所', '鼎侑診所', '真醫診所', '莊家盛內科', '龍井區衛生所', '臣雄診所', '和順興診所', '賴旗真診所', '謝錦松診所', '梅明因診所', '陳信佑小兒科', '楊聰才診所', '唐偉峰復健科', '板橋仁安內科', '板橋李耳鼻喉科', '龜山博濟診所', '王起釮小兒科', '利人診所', '王鏜焜小兒科', '巫世雄外科', '樹仁診所', '健心復健科診所', '內科小兒科診所', '五股區衛生所', '維德骨科診所', '明倫家醫科診所', '黃智興診所', '張簡精神科診所', '建霖內科診所', '吳祥富診所', '永芳診所', '民和診所', '楊朝弘診所', '川惠診所', '好誼內科診所', '慶鴻診所', '謝明哲診所', '柏安內科診所', '豐原趙內科診所', '桂陽診所', '溪州鄉衛生所', '亮心診所', '吳文正診所', '永祥診所', '南恩內科診所', '游能俊診所', '仟順診所', '陽光內科診所', '開心診所', '周劍文診所', '義鈜診所', '潘昆瑩診所', '張耿源診所', '豐原區衛生所', '李洮俊診所', '白永河內科診所', '員林市衛生所', '昭欽診所', '恩慈診所', '璩大維診所', '曾競鋒診所', '王昶皓內科診所', '鴻安診所', '虎尾台全診所', '中壢區衛生所', '中和區衛生所', '蔡明勳診所', '郭崇志診所', '林瑞祥教授診所', '張偉煌診所', '晶品診所', '陳霖生內科診所', '春和診所', '中欣診所', '臺南市東區衛生所', '陳治平診所', '謝立偉診所', '太陽診所', '林慶端診所', '羅大德診所', '大肚天佑診所', '桃園區衛生所', '王祚祥診所', '趙致成診所', '慈健診所', '北一診所', '大仁診所', '三重區衛生所', '蔡崇毅診所', '吳明彥內科診所', '羅中廷診所', '名間鄉衛生所', '建心診所', '登原診所', '王欽耀診所', '王渭鵬內科診所', '達俊診所', '新屋區衛生所', '民生承安診所', '張涵郁診所', '賴宗佑內科診所', '東新診所', '台大保健中心', '黃建財診所', '陳一隆診所', '謝榮吉診所', '楊朝欽內科診所', '國安診所', '劉春輝診所', '佳祥診所', '洮俊診所', '錫和診所', '簡崑山診所', '合信診所', '文遠診所', '陳繼良診所', '吳蕙霓診所', '佑美診所', '洪清文診所', '良祐診所', '劉秉誠診所', '大林蒲診所', '朱俊豪診所', '順智診所', '張俊元診所', '鄭天松診所', '嘉大診所', '冠忠診所', '嘉義市西區衛生所', '博勝診所', '水上鄉衛生所', '蘇思明診所', '高榮診所', '上吉診所', '新樂診所', '金湖鎮衛生所', '湖內區衛生所', '張士澎診所', '十全診所', '楊鴻振診所', '林育慶泌尿診所', '養元診所', '鈞安診所', '東豐診所', '葉佳霖診所', '景新診所', '世安診所', '新欣診所', '幫寶貝診所', '加昇診所', '林忠立診所', '建名內科診所', '陳顯明診所', '黎俊奇診所', '吳嘉生診所', '揚善診所', '龔國祥內科診所', '永慶診所', '永新診所', '家欣診所', '林宜民診所', '廖俊安診所', '劉俊鴻診所', '和謙耳鼻喉科', '林信常診所', '洪瑞禧診所', '工研院醫務室', '昆德診所', '九大五甲診所', '文聖診所', '吳憲一診所', '河南診所', '霑龍診所', '忠群診所', '下營區衛生所', '臺中市大安區衛生所', '梅林診所', '宗男診所', '榮芳內兒科', '張文真內科', '何秋勇診所', '林文豹小兒科', '陳世昌婦產科', '曾建森診所', '安南區衛生所', '興義診所', '佳康診所', '吳英滄診所', '怡和診所', '紀外科泌尿科', '郭達霖家醫科', '江橋診所', '惠和診所', '陳俊良診所', '志明診所', '惠慎診所', '樂康診所', '成功鎮衛生所', '陳建州診所', '林坤永診所', '臣宏診所', '李士華診所', '陳泰安診所', '柏安診所', '人晟診所', '藍文君診所', '誠心診所', '惠聖診所', '王文才診所', '蕭益富診所', '陳方明診所', '黃國隆內科診所', '蔡俊逸診所', '寶泰診所', '望安診所', '賴宏銘診所', '胡必雄診所', '順泰診所', '吳明修診所', '王家醫科診所', '聶廷憲診所', '唐勳樟診所', '許瑞娟診所', '仁德區衛生所', '尚德診所', '范其就診所', '沛群耳鼻喉專科', '楊雅三診所', '沐康診所', '李威德診所', '佑林診所', '博文診所', '光華診所', '張文瑞診所', '張正國診所', '余立俊診所', '李立瑋診所', '欣診所', '蕭成芝診所', '活泉診所', '中正耳鼻喉科', '福華診所', '昕安內科診所', '后里區衛生所', '蔡順宗診所', '德福診所', '崇祐小兒科診所', '路竹區衛生所', '方淑菁診所', '張榮宗內科診所', '金沙鎮衛生所', '詠馨診所', '主在診所', '張建智內科診所', '周省村診所', '潔揚診所', '鼎尚診所', '龍心診所', '詠盛診所', '金陵診所', '安祐診所', '林承興診所', '長清診所', '佑鎮診所', '侯忠義診所', '聖哲診所', '徐診所', '霧峰區衛生所', '聖青診所', '平心診所', '延生診所', '喻小珠家醫科', '輝鴻診所', '劉南華內科診所', '人醫診所', '竹東鎮衛生所', '王凱立診所', '太保市衛生所', '忠誠診所', '戴芳正診所', '吳萍建小兒科', '劉義昇診所', '文興診所', '烏日區衛生所', '曾慶華診所', '佳楊內科診所', '林健家醫科', '溫德雄診所', '林光診所', '黃文顯診所', '蔡神經科診所', '劉健全診所', '劉乃豪診所', '吳國松心臟科', '黃信喜診所', '德美內科診所', '美侖診所', '高振能診所', '林志忠診所', '寶生診所', '翠豐診所', '羅吉雄內外科', '愛貽診所', '良宜診所', '陳宗仁診所', '康健內兒科', '好生診所', '明港診所', '陳聰波診所', '邱啟恭診所', '佑強診所', '光恒診所', '文心診所', '張文豪診所', '奈良診所', '聖全診所', '文元診所', '吳宏彰診所', '林宏俊診所', '吉星小兒科', '如原診所', '智信診所', '盧天恩診所', '岷安診所', '林俊谷診所', '全興診所', '吳瑞生診所', '林黑潮診所', '許健聰診所', '蕭□森診所', '顏宗錡診所', '三湖診所', '安河神經內科', '仁雄診所', '戴山水診所', '心佑診所', '蔡重榮診所', '洪文泓診所', '福興鄉衛生所', '東勢朱永泰', '光田診所', '趙國雄診所', '和興診所', '卍安診所', '陳能照診所', '基成內兒科', '德欣內科診所', '永馨診所', '和樂神經科診所', '人安內科診所', '蔡秀逸診所', '官翰琳婦產科', '慈恩診所', '林恆文診所', '土庫鎮衛生所', '德林內科診所', '鴻大聯合診所', '張朝金診所', '力仁診所', '岡山內科', '大雄泌尿科', '李孟峰內科', '顏診所', '陳炎山家醫科', '梅山鄉衛生所', '永全診所', '桃安診所', '軍功診所', '淨新診所', '新愛鄰診所', '玉興診所', '石健男診所', '陳銘森診所', '新中興診所', '世銘診所', '保家診所', '張學淵診所', '白家醫科', '蔡憲宗診所', '一二三診所', '沈俊良診所', '永佳診所', '莊志平內科', '安泓神經科', '郭明慧診所', '王楩楠內兒科', '利民內科診所', '超群診所', '廖健良診所', '欣聖診所', '統誠診所', '怡生診所', '林志哲診所', '吳外婦產科', '安順診所', '許筌淵診所', '祐笙診所', '麗水診所', '大坪診所', '育勝診所', '劉士桐診所', '仕進診所', '沈德昌診所', '腎美診所', '吳文揚診所', '百會長庚診所', '北市議會醫務室', '廖健仲胃腸肝膽', '活立診所', '曾外科診所', '家妍診所', '施慶彬診所', '蔡志弦診所', '安怡診所', '吳勇慶家醫科', '廣博診所', '夏幸賢診所', '博音診所', '吳奕宏診所', '建功骨科外科', '西屯區衛生所', '林園區衛生所', '陳振雄診所', '邱信輝內科', '后庄診所', '葉武忠診所', '陳嘉惠診所', '溫聯合診所', '王鴻雄診所', '增田診所', '施晉南診所', '謝以民診所', '孟昌診所', '長庚林小兒科', '清池診所', '統仁診所', '王憲忠診所', '江錫輝診所', '家禾診所', '葉神經科診所', '曾泌尿科診所', '主悅診所', '邱楠超診所', '土城診所', '裕隆員工診所', '宏原診所', '陳明正內科診所', '昌和診所', '徐誌忠內科診所', '鼎祥診所', '仁厚診所', '仁美診所', '廖本德內科診所', '溪口鄉衛生所', '德應診所', '自在診所', '至誠診所', '劉文斌診所', '楊婦產科診所', '美劭診所', '耀仁診所', '陳忠義診所', '力晶診所', '安榮診所', '呂清標診所', '季仁診所', '鑫庚內科診所', '楷和診所', '劉家出診所', '佑興診所', '奇安內科診所', '佳宜內科診所', '協和外科診所', '陳漢憲診所', '文彬內兒科診所', '宏福診所', '林可迅診所', '錫欽診所', '陳源玉內科診所', '豐壽診所', '安昱診所', '陳萬龍診所', '許士昌診所', '鳳安內科診所', '萬祥禮診所', '潘內科小兒科', '宜佑診所', '慧洋診所', '獅湖診所', '勞小兒科診所', '維摩詰診所', '林子銘診所', '林國樑診所', '邱俊仁內科', '恩典復健家醫科', '蔡政達診所', '陳嘉烈診所', '西湖安康診所', '大肚區衛生所', '優昇診所', '國姓鄉衛生所', '中英內科小兒科', '曾立榮內科診所', '李龍駒診所', '銘亮診所', '吳英偉診所', '永順診所', '銘成診所', '周宏法診所', '和杏診所', '盈安診所', '陸勇亮診所', '賴和鴻診所', '周安良診所', '晨祐診所', '黃內兒科診所', '陳玄宗診所', '靳惠里診所', '黃柏仁診所', '立喆診所', '黃忠勇診所', '竹生診所', '和威診所', '歐興昌診所', '日安親子診所', '二崙鄉衛生所', '滕內科診所', '良安內外科', '佳里鴻慶診所', '吳志中診所', '戴明崑診所', '聖侯診所', '曨昇診所', '正中診所', '安聯診所', '花東外科診所', '華通電腦員工診所', '朱讚騫外科診所', '延平鄉衛生所', '曾思遠診所', '蔡仁正診所', '李宜霖診所', '彭國楨診所', '詹診所', '南市中西區衛生所', '博濟診所', '廣福診所', '謝兆唐診所', '簡邑軒診所', '陳宏曙診所', '陳世卿診所', '鳳山高美泌尿科', '育恩診所', '鍾錦彬診所', '吳漢仁內科診所', '東翰診所', '蔡國麟診所', '時蔚內科診所', '翊恩診所', '吳榮旗診所', '慈暉內科小兒科', '林宗潔小兒科', '鴻慶診所', '微星公司醫務室', '蕭大章診所', '亞泰診所', '李應燦診所', '范診所', '彰美診所', '全心陳醫師診所', '清田婦產科家醫科', '大社喉安診所', '新長安診所', '吳如壽診所', '朗雲診所', '吉象耳鼻喉科', '福民內科診所', '真善渼診所', '太眾診所', '快樂診所', '蕭亦裕鹽光', '陳成福診所', '德全診所', '杏恩診所', '新石津診所', '鼎心診所', '李啟澤診所', '李明鎮家醫科', '昱宏診所', '張肇烜診所', '陳隆開外科', '慧捷診所', '吳振力診所', '中山大學牙科', '崇幼診所', '龍泉診所', '高內兒科診所', '郭文山診所', '佳基內科診所', '林信義內兒科', '佳誠診所', '陳世澤內科', '怡家診所', '凱硯診所', '林國坤診所', '嘉光診所', '李昭榮內科', '黃宗瑤診所', '欣揚診所', '新社區衛生所', '夏？康合診所', '袁至仁內科診所', '林志哲耳鼻喉科', '王士虹小兒科', '揚德健康診所', '豐穎診所', '鄧茂雄診所', '施博元診所', '洪清一外婦產科', '李宗勳耳鼻喉科', '仁馨診所', '張振榕診所', '林俊志診所', '祥瑞診所', '美德聯合診所', '羅邦倚診所', '盧榮福內兒科', '瑞光診所', '陳彥廷診所', '陳建富內科診所', '太原診所', '黃惠玲診所', '維登診所', '林慧毅診所', '周蓁佑復健科', '十二佃診所', '惠霖診所', '大展診所', '韓大夫診所', '保順聯合診所', '如田診所', '誠大診所', '李祥德診所', '遠東診所', '鄭明豐診所', '健元內科診所', '楊骨科診所', '洪德診所', '王培玲診所', '賴凱新診所', '林怡仁診所', '尚美診所', '吳光男診所', '蕭文勝診所', '戴啟訓診所', '何彰季家醫科', '全家福診所', '陳志隆診所', '安民診所', '嘉欣診所', '怡人診所', '劉暄峰小兒科', '清水祥和診所', '仁得內科診所', '李培源聯合', '黃內小兒科', '姜林內兒科', '曾惠育診所', '陳友邦家醫科', '德恩內科診所', '光馨家醫科', '普仁健康診所', '曾柏彰診所', '永恩診所', '神岡區衛生所', '中庚聯合診所', '林建宏診所', '高愛文內科專科', '古亭龍生診所', '王三郎婦產科', '康為恭診所', '樂健診所', '簡萬杰診所', '理仁診所', '華昇診所', '桃德診所', '三益診所', '宜群診所', '巫世平診所', '謝連中診所', '宏誠診所', '仁美婦產科', '新聖明診所', '魏錫村小兒科', '戴元昌內科', '韓台基診所', '魏外科診所', '經典診所', '順安內科兒科', '智光診所', '宜宏泌尿科內科', '仁愛神經內科', '永泰診所', '新生診所', '彭診所', '健佑診所', '邊子揚診所', '嘉儀診所', '樹義診所', '雙和診所', '造橋鄉衛生所', '周小兒科診所', '西莒衛生所', '北榮員山鄉門診', '群和診所', '歐文傑外科', '劉平昌診所', '三重華泰診所', '郭景福內小兒科', '東興婦產科診所', '安健診所', '麥寮鄉衛生所', '周玉祺診所', '家禮診所', '大埤鄉衛生所', '上好診所', '懷民診所', '李明鎧診所', '北聯南港門診部', '活水神經內科', '聖心婦產科', '忠信診所', '杏福內科診所', '東港鎮衛生所', '江春木診所', '日月光員工醫務室', '張晉豪診所', '黎新彬診所', '啟誠聯合診所', '王外科內科診所', '馬光診所', '石荃小兒科', '歸仁邱外科', '仁愛內兒科', '康舟診所', '石銘煌診所', '黃世龍診所', '和楓診所', '侯明邦診所', '蔡文龍診所', '吉米診所', '趙英進診所', '楊怡芳診所', '永安家醫科診所', '佑民診所', '李敦錦聯合診所', '東山區衛生所', '達仁診所', '宏德診所', '顏克文診所', '佳璋診所', '高榮志家醫科', '展穎診所', '黃崇凱診所', '勝博診所', '詹建盛診所', '至安診所', '禾豐１０１診所', '劉兆平診所', '黃仲銘診所', '文華診所', '陳俊松診所', '佳欣診所', '思原內科診所', '陳耀軫診所', '恩友診所', '黃源泰診所', '源美內兒科診所', '有成外科診所', '邱信雄診所', '全佑家醫科', '卓蘭鎮衛生所', '南州鄉衛生所', '謝銘森小兒科', '新人內科診所', '江秀蓉診所', '謝政融診所', '大東診所', '林振東耳鼻喉科', '韓嘉哲內科', '關新診所', '宗詰診所', '東石診所', '蘇文彬婦產科', '中山骨科診所', '忠三內小兒科', '啄木鳥耳鼻喉科', '昱明診所', '洪仁宗診所', '滿福診所', '佳新小兒科', '通霄診所', '林駿內科', '洪德內科', '文良診所', '安生診所', '郭宗男婦產科', '文賓小兒科內科', '洪福枝診所', '芳民診所', '何思賢家醫科診所', '徐長庚診所', '佳明診所', '瑞昌診所', '林泰盟耳鼻喉科', '明泰骨科外科', '謝明憲內科', '張邦珍內科', '洪振凱診所', '振祐診所', '杏康診所', '沈耀明家庭醫學科', '陳獻明小兒科', '蔡東隆診所', '榮平診所', '徐醫師診所', '聖博診所', '沈景發復健科', '謝沿淮骨科', '黃伯達診所', '飛揚診所', '加工出口區台中衛保所', '許國泰診所', '黃圭龍小兒科', '獅潭鄉衛生所', '聖安診所', '我的診所', '安馨大溪診所', '溫富全診所', '葉正傑家醫科', '沅林內科診所', '慶聲診所', '蔡診所', '陳嘉禎診所', '美地診所', '泰祐診所', '魏宏杰診所', '文詠診所', '龍群骨科診所', '楊繼雄內科', '鹿谷鄉農民', '博佑診所', '陳豐霖兒科', '富陽劉內兒科', '重陽診所', '海寮診所', '新博愛診所', '林炳煌家醫科', '煌昌診所', '大湖黃診所', '曾文淵診所', '蘇外婦產科', '路竹內科', '羅診所', '邱裕峰診所', '陳錦標診所', '林廷璋耳鼻喉科', '示康診所', '萬川診所', '清水回生家醫科', '佳冬鄉農會診所', '川宏診所', '楊診所', '英全診所', '宏安內小兒科', '承鴻診所', '黃子育診所', '昆南診所', '杏新耳鼻喉科', '劉惠仁婦產科', '群英診所', '王思為診所', '名祥診所', '聖約翰婦產科', '謝加晉診所', '沙鹿診所', '賴成宏外科', '圓明診所', '康熙診所', '麗卿神經專科', '陳俊憲神經內科', '家裕診所', '泰立診所', '林建良耳鼻喉科', '林鴻志診所', '慶華診所', '溫建文診所', '太順診所', '朝芳診所', '南和診所', '慶吉診所', '林佳輝診所', '安欣泌尿科', '黃榮隆診所', '林德忠診所', '王煌輝內科', '協和診所', '佳福診所', '黃勉倉醫師骨科', '威德內科診所', '翁文堯婦產科', '義佳診所', '慶豐診所', '寧夏診所', '潘外科內科', '蘇淑娟診所', '大佑診所', '蕭弘智診所', '寬心診所', '愛生診所', '陳尚志診所', '全生內兒科', '宏輝內兒科', '李文正診所', '育安診所', '建成骨外科', '健友診所', '全成診所', '冠全診所', '東石鄉衛生所', '彭婦產科診所', '何志香復健科', '江志明內小兒科', '新楊梅診所', '潮代診所', '羅肇煒診所', '大高田泌尿科', '羅小兒科診所', '林漢銀診所', '張錫勳聯合診所', '晨陽診所', '順春診所', '政國內科小兒科', '榮生骨科診所', '內埔鄉衛生所', '慈慧聯合診所', '鴻德診所', '佑昌診所', '佳新診所', '建榮泌尿科', '張鐸寶診所', '愛麗康診所', '熱河診所', '羅興邦家醫科', '黃志誠診所', '惟豐診所', '張潤德小兒科', '林光維診所', '振生診所', '陳孟正診所', '金俊診所', '弘光婦產科', '得仁診所', '啟賢診所', '中心內兒科', '天母康健身心診所', '陳炳碩診所', '尚正診所', '優生婦產科', '祐大骨外科', '莊永勳耳鼻喉科', '光暉診所', '李博浩診所', '長雄診所', '全生診所', '景安診所', '心晴診所', '林志忠婦產科', '中園診所', '永澄診所', '東勢蔡外科', '下營區農會診所', '順平診所', '溫家麟診所', '陳達文內科', '宏信診所', '王令時內科', '仁暉診所', '蔡景福內兒科', '朝暘診所', '宗政診所', '新漾診所', '仁享診所', '張文義診所', '加福診所', '信恩診所', '翁明清婦產科', '優寶婦產科診所', '呂忠勳診所', '許耕豪復健科', '東莒衛生所', '迦南內科診所', '宏彰診所', '耀盛耳鼻喉科', '晴美自由診所', '忠央診所', '佳揚診所', '朝圍診所', '合杏骨科診所', '中清診所', '公仁診所', '吳南宏家醫科', '九如鄉衛生所', '勝遠診所', '玉樹診所', '蘇素環神經科', '仁濟診所', '華恆輝家醫科診所', '崇仁家醫科診所', '真生診所', '陳醫師診所', '金仁福診所', '田嘉程診所', '吳診所', '邱外科診所', '英山診所', '都蘭診所', '長庚黃啟昌', '蔡武昌診所', '鹽埔鄉衛生所', '蘇淑玲診所', '胡榿小兒科診所', '弘安診所', '欣悅診所', '李篤清診所', '吳鴻均泌尿科', '林晏弘診所', '佑生婦產科', '展源內科診所', '向榮婦產科', '城堡耳鼻喉科', '崙安診所', '田寮區衛生所', '辰祐診所', '三華診所', '高誠診所', '衛康診所', '林明正診所', '竹田鄉衛生所', '民愛診所', '林家庭醫學科', '惠安診所', '鴻基診所', '淡海診所', '佑馨診所', '鄰好西醫診所', '禎祿診所', '元興診所', '美連心診所', '黃如峰診所', '聖和外科診所', '陳左任診所', '何婦產診所', '新站診所', '陳其鴻診所', '漳怡內科診所', '謝耀元婦產科', '聖人外骨科診所', '林立明婦產科', '許醫師內兒科', '黃俊瑋診所', '三禾診所', '黃頌邦診所', '日日新診所', '東升診所', '林立銘診所', '孫銘謙骨科外科', '東山家醫科', '杏生婦產科', '黃宗信內科', '中新診所', '大魏診所', '詹內科診所', '明誠聯合診所', '博馨診所', '陳育堂診所', '京冠診所', '吳明宏骨外科', '謝德利診所', '元盛診所', '南港重陽診所', '柏泉內科小兒科', '沙鹿楊診所', '昭和診所', '林婦產科診所', '中華汽車醫務室', '方晨瑋診所', '張俊智診所', '許永森診所', '季建華耳鼻喉科', '廖泰政診所', '欣升診所', '全威診所', '溫朝貴診所', '吳芳峻診所', '王博明內小科', '潘內兒科診所', '懷諾診所', '欣群耳鼻喉科', '合健診所', '仁山診所', '合吉婦產科', '陳志慶診所', '佑昇診所', '達仁外科診所', '大內區衛生所', '萬泰診所', '林志益診所', '蘇釗人診所', '洪國清診所', '陳峙仰診所', '張民傑診所', '大樹區衛生所', '葉英鏘診所', '王茂林診所', '螺安診所', '豐原吳外婦科', '黃永輝診所', '周明山診所', '朝仁耳鼻喉科', '佛光聯合診所', '溫建益醫院', '銅鑼鄉衛生所', '王彬雄診所', '永益診所', '百齡診所', '中科員工診所', '長治鄉衛生所', '曉民診所', '元富診所', '呂朝英診所', '黃正誠診所', '高麗燕診所', '健民婦產科', '張如昌診所', '世奕診所', '蔡精龍診所', '興中聯合診所', '海慧診所', '李明杰診所', '謝旺穎親子診所', '大新大診所', '偉倫小兒科診所', '全新生活診所', '王文娟小兒科', '許文錦家醫科', '聯戰診所', '正典診所', '朱以禮診所', '銓陽診所', '蔣醫師診所', '佳安內科診所', '李安迪診所', '鈞賀診所', '謝家庭醫學科', '方內科診所', '山佳診所', '胡家醫診所', '魏榮洲神經科', '家興診所', '新悅診所', '張銘顯診所', '信生診所', '人義診所', '黃文昌診所', '沈內小兒科診所', '芳源中興診所', '陳慶宜診所', '林昭男家醫科', '黃學武家醫科', '安定區衛生所', '建安診所', '天民泌尿科診所', '吳文禮診所', '黃一純診所', '悅思身心診所', '高美診所', '周振熙骨外科診所', '林新診所', '靜安診所', '劉淦華診所', '心方診所', '高晟診所', '張文瑞骨科診所', '陳平源診所', '舞生禪診所', '心樂診所', '南門張診所', '王義雄診所', '泰祥診所', '員林林內兒科', '盧尚斌診所', '吳柏芳診所', '明宗診所', '明李診所', '廖寶全診所', '七賢高美泌尿科', '安捷幸福診所', '文平診所', '嶺安診所', '以恩診所', '馨禾診所', '鴻欣婦產科', '瑞杏診所', '維醫耳鼻喉科', '中泰創興診所', '惠元診所', '陳炳憲診所', '汐止長青診所', '陳英洲外科', '周田川診所', '呂外科診所', '三重台新診所', '天益診所', '新協合聯合診所', '劉全能診所', '洪明仁診所', '李應德診所', '劉慶隆診所', '仁耀診所', '西湖鄉衛生所', '慈德診所', '鄭俊堂診所', '張森榮診所', '成大信安診所', '修慧診所', '羅錦泉診所', '陳明壽家醫科', '國益診所', '杏春內科小兒科', '趙大夫診所', '明堂診所', '佳澤診所', '家樺診所', '滄浪診所', '常安診所', '張維發診所', '康復診所', '博勝復健科', '顏芯診所', '仁義復健科', '清水診所', '啄木鳥診所', '宏祥診所', '健元診所', '陳文峰耳鼻喉科', '陳三能診所', '葉旭顏泌尿科', '永霖小兒科', '侯外科診所', '蔡坤霖小兒科', '台加診所', '王世興醫師', '清華診所', '建功婦產科', '陳志樑內科', '藍傳盛診所', '和康診所', '潘明享骨科外科', '杏仁內兒科', '觀宏診所', '丰聯診所', '慶仁診所', '陽明外科診所', '余小兒科診所', '瑞祥診所', '張耀仁小兒科', '湖康診所', '木新診所', '林俞仲身心科', '何外婦產科', '祐寧骨外科', '立仁診所', '黃泌尿科', '林國慶診所', '楊同榮診所', '東榮診所', '紀內兒科診所', '李任堅小兒科', '維德診所', '皇家家醫診所', '中油桃園煉油廠診所', '黃昱璋診所', '力康骨科診所', '愛心內兒科診所', '蕭文彬內小兒科', '回春診所', '劉增安診所', '林孟津小兒科', '連進昌診所', '興盧婦產科診所', '李澤林家醫科', '新園診所', '麻豆區衛生所', '東和外科診所', '林建任內科', '永成診所', '水湳婦產科', '佳優診所', '鄧明壽診所', '文冠內科診所', '安田耳鼻喉科', '杏春診所', '吳玉？小兒科', '致康診所', '林？旻診所', '上仁內兒科', '晴美診所', '康美耳鼻喉科', '聯青診所', '張永享骨外科', '仁昌診所', '高杏診所', '謝小兒科診所', '龍安莊耳鼻喉科', '包眼科診所', '李育奇診所', '清泰診所', '宇辰診所', '拉菲爾人本診所', '林青穀家醫科', '今日外科診所', '創興診所', '超仁診所', '王福祥診所', '遠景神經科', '王順珍外婦產科', '宏榮診所', '慈恩耳鼻喉科', '德川診所', '許診所', '謝繼賢骨外科', '昱安復健科', '方舟診所', '瑞興診所', '宏源診所', '林侯婦產科', '聰昇耳鼻喉科', '祁詮診所', '台電第二核電廠診所', '百勝診所', '上林外科眼科', '吳潮聰精神科', '林原瑩骨科', '婦全婦產科', '劉正元診所', '達文西診所', '草鞋墩神經外科', '劉遠然家醫科', '黃芳裕診所', '知心連冀診所', '皇尚診所', '黃迎凱婦產科', '吳峰璋皮膚科', '中和國泰聯合', '陳俊升精神科', '吳孟峰婦產科', '李及時診所', '張適欽診所', '允誠內科診所', '張外科診所', '何政岳診所', '白沙診所', '洪進嘉婦產科', '義德診所', '天德內小兒科', '許家庭醫學科', '欣庚診所', '民族骨科診所', '呂岡原聯合', '順天診所', '大墩診所', '加安診所', '台塑麥寮廠醫務室', '高美泌尿科', '嘉德骨外科', '歐維藩診所', '醫生館診所', '可安診所', '慈山診所', '煥陽診所', '陳婦產科診所', '華英診所', '黃素娥婦產科', '黃百祿診所', '黃循武骨科', '慶生診所', '濟民診所', '吳政聰診所', '龍潭診所', '新奇美診所', '仲全診所', '陳耀平外婦產科', '蘇榮茂診所', '黃啟文診所', '楊鴻興診所', '共安診所', '殷建智精神科', '吳國樑診所', '瀚翔骨科診所', '幼安診所', '樂群耳鼻喉科', '坤隆診所', '林明輝診所', '楊世仁診所', '竹山鎮衛生所', '黃金賢診所', '李仁超小兒科', '黃明弘診所', '國良診所', '陳俊宏診所', '大維診所', '方崇名婦產科', '中彰榮民之家醫務室', '中美偕診所', '三民家醫科', '葉能貴婦產科', '陳立強診所', '陳昱成耳鼻喉科', '陳正豊內科', '惠腎診所', '平奚診所', '柯俊良診所', '胡義祥內兒科', '長明診所', '典漾時尚醫美', '生和診所', '杏和診所', '王婦產科', '怡美診所', '康普頓診所', '群享診所', '豊府診所', '潘奇威診所', '窈窕診所', '陳翠雯復健科', '洪榮貴神經科', '鄭建輝婦產科', '張巍耀耳鼻喉科', '德新診所', '成峰內科小兒科', '益祥診所', '鄭神經科診所', '張德旺耳鼻喉科', '力健復健科診所', '大甲王婦產科', '施芳文內小兒科', '林樹頭內兒科', '白煌銘診所', '曾華麟診所', '惠明家醫科', '明星婦產科', '健暉診所', '王啟彰診所', '康福內科診所', '趙明志診所', '崇仁外科診所', '劉奮洋診所', '連婦產科診所', '江英杰診所', '家麟診所', '郭仲義診所', '賀生婦產科診所', '用心生活診所', '劉昭賢精神科', '鄭家庭醫學科', '施秉昌診所', '潘內科診所', '文山長慶小兒科', '華康內科診所', '高雄榮民之家醫務室', '許世興泌尿科', '劉春田內兒科', '志忠診所', '陳博光教授診所', '傑安內科診所', '今晶診所', '顏復竹診所', '陳達內科小兒科', '劉世成骨科外科', '漢隆婦產科診所', '李醫師診所', '孫三源婦產科', '永健診所', '冠麒診所', '駿佳診所', '溫診所', '陳宏源診所', '朝陽泌尿科', '保元診所', '詠馨婦產科', '大武診所', '張診所', '大和診所', '建安復健科', '守明診所', '彰化林內科診所', '林基碧診所', '劉玉權診所', '張榮坤診所', '馮子強診所', '戴政傑診所', '忠和診所', '劉建三診所', '崇光小兒專科', '榮元診所', '親民內科診所', '金生診所', '鄧龍敦診所', '凱旋診所', '寶芝林診所', '徐政彥骨科', '青田診所', '湘昌診所', '超群復健科', '家禾聯合診所', '新大同診所', '安馨嘉義內科', '郭舒民診所', '葉洪小兒科', '柯景馨診所', '林正棟診所', '兆揚內科診所', '幼馨診所', '羅國賢診所', '杜外科診所', '立福內科診所', '黃順風診所', '王骨科診所', '家綾診所', '和碩公司醫務室', '魏重耀婦產科', '博美名人外科', '聖興復健診所', '闕弘昌復健科', '虹昇診所', '美麗安診所', '東山診所', '好韻診所', '社子安心診所', '新光骨外科', '婦華診所', '萬太診所', '田源診所', '林進雄診所', '達福骨外科', '謝柏壽婦產科', '郭碩宗耳鼻喉科', '欣仁診所', '善美診所', '郭秀忠診所', '于賓診所', '弘育診所', '鈺展骨科診所', '千歲小兒科', '德埔診所', '丘健生婦產科', '合聖診所', '遠華婦幼診所', '永美陳志閔', '林正修診所', '黎明婦產科', '佳冠內科診所', '賴守志診所', '新超群診所', '心欣診所', '普民診所', '明燈心身診所', '丘君祐診所', '胡聰仁診所', '慶如診所', '濟眾診所', '長沅復健科', '興隆李內兒科', '祥合診所', '家馨診所', '腎泰診所', '永悅診所', '東生診所', '柯偉恭診所', '晉安復健科', '陳德憲診所', '雅之診所', '建民聯合診所', '賴文鐘外科診所', '蔡添祥耳鼻喉科', '劉文彬診所', '邱倉停診所', '合慶診所', '林秋微診所', '順生診所', '育全診所', '源德診所', '啟安婦產科', '重德診所', '承美身心科', '詠美身心診所', '范姜皮膚科', '宏元小兒科', '林孟宏診所', '冠明診所', '李志培診所', '劉外科診所', '集賢內科診所', '薛明佳骨外科', '仁心診所', '新愛兒診所', '扶生家庭醫學科', '傅國維診所', '中央聯合診所', '花蓮諾貝爾診所', '佳興耳鼻喉科', '沈東錫診所', '宏彬診所', '資生診所', '夏立雲診所', '良典內科小兒科', '得生診所', '林令世診所', '謝宏榮診所', '功明診所', '高健診所', '昇和聯合診所', '英安診所', '舜心診所', '蔡茂隆診所', '游柏勳診所', '李伯儀外婦科', '惠康診所', '玉全診所', '健聖診所', '鍾診所', '林建樑診所', '加恩診所', '佳屏診所', '怡德診所', '林文樹小兒科', '辛英郎婦產科', '黃仁宏診所', '正燕診所', '邱內兒科診所', '偉宏診所', '永頤骨外科', '耕仁診所', '尚禾內科診所', '文彬立安診所', '佳弘診所', '東福診所', '泰安外科診所', '怡東診所', '楊秋龍診所', '新岡診所', '員安診所', '許金吉婦產科', '林內小兒科', '吳文豪診所', '兆光診所', '李榮輝診所', '廣安診所', '顏鴻仁家醫科', '韓乃輝診所', '姜條宗內科', '雁秋診所', '仁壽診所', '上水診所', '前聖骨科診所', '明全診所', '蔡嘉恩外婦科', '崇愛小兒科診所', '元莊診所', '興隆內科小兒科', '黃賢慶內兒科', '寶健診所', '一全診所', '葉太原診所', '黃邦翰診所', '明德聯合診所', '志成診所', '長慶小兒科', '錦貴診所', '吉龍診所', '國華診所', '合順診所', '立安耳鼻喉科', '光華家醫科', '許漢明診所', '宜暘診所', '鼎廬診所', '孫邦松兒內科', '同安診所', '郭榮暉診所', '蔡振昌耳鼻喉科', '孫診所', '慶峰診所', '楊榮總診所', '陽洋診所', '洪外科診所', '鄭光傑骨外科', '東勢張診所', '高欣診所', '福和診所', '江外科診所', '信龍診所', '益壽診所', '興德診所', '吳景文診所', '謝明福診所', '卓錫彬診所', '保健診所', '五塊厝診所', '洪泳泉診所', '德惠診所', '昕隆診所', '新生聯合診所', '張聯合診所', '弘德診所', '佳文內科診所', '天祥診所', '林正發診所', '翁仲仁婦產科', '鄭智雄診所', '紀鴻明診所', '張治國診所', '文忠內科小兒科', '寶明診所', '賴貞祥婦產科', '光生診所', '李錦源小兒', '蘇富源診所', '簡武正診所', '晉康診所', '戴良恭診所', '林錦榮小兒科', '泰全診所', '陳文裕內兒科', '弘欣診所', '鄭安雄診所', '六龜再生診所', '里仁診所', '德茂診所', '長虹耳鼻喉科', '明哲診所', '泓光診所', '劉瑞聰診所', '健新診所', '蔡文仁診所', '莊炳煌診所', '幸生外科診所', '柯武鎮診所', '鄧診所', '石牌李力成', '佳寶診所', '敏祥診所', '高美內科', '陳獻宗診所', '俊元診所', '永和診所', '孫浩診所', '祥仁診所', '吉象診所', '安旭診所', '吉利診所', '李賢祺診所', '台宏診所', '羅戊山診所', '實健診所', '莊診所', '美崙聯安診所', '濟仁診所', '宏瑋診所', '施家醫科', '高診所', '漢陽內科診所', '天母許內科', '黃俊男診所', '明得診所', '管士育診所', '周玄文診所', '杏昌診所', '鄭文雄內兒科', '仁惠外科診所', '陳文泙診所', '楊志明診所', '鄉和診所', '王春元婦產科', '杏福診所', '國仁內科小兒科', '黃紀倫診所', '黃甫彥婦產科', '何小兒科內科', '李長忠耳鼻喉科', '長宏診所', '曾惠坤診所', '安基診所', '美的診所', '林金星診所', '養生診所', '信華診所', '曹智良診所', '聖文診所', '慶恩內皮膚科', '徐文治診所', '生安診所', '莊明維診所', '健誠診所', '明獻診所', '李廣德眼科', '展華內兒科', '元翔診所', '邱永和婦產科', '健安婦產科診所', '清仁診所', '全佑外科婦產科', '慧禮診所', '宏恩外科診所', '蔡承恭診所', '安慧診所', '涂婦產科診所', '康元診所', '游江南內科小兒科', '顏外科婦產科', '裕民診所', '鄧永堅小兒科', '簡維崧診所', '雲萱診所', '萬丹社區診所', '許內兒科診所', '吳鴻儀診所', '黃怡方診所', '沁田診所', '佳楊診所', '李樹榮診所', '逸安診所', '張文星診所', '鄒內科小兒科', '楊外骨科診所', '福平醫院', '彰化林外科', '桔生診所', '家誼診所', '李鴻圖診所', '朝日診所', '新惠生婦產科', '梁外科診所', '泰安內科診所', '鳳頂診所', '榮曜診所', '雙和聯合診所', '濟生診所', '逸守診所', '陳培義診所', '惠生婦產科', '康東原診所', '永合診所', '邱醫師診所', '晉宏診所', '許躍騰診所', '同心診所', '東暉診所', '淑雍聯合診所', '中和診所', '楠華診所', '智惠內兒科', '育民診所', '林士新婦產科', '富康診所', '廣慈診所', '王志靈診所', '啟泰診所', '李文旭內科診所', '健安內科診所', '張清雲內科小兒科', '林博仁診所', '人安診所', '大禾田診所', '顏志展診所', '中科診所', '田安診所', '世泓診所', '輔英科大復門診', '聖暉診所', '慈銨診所', '賀順內科診所', '徐內科小兒科', '茂田診所', '敏聖內兒科', '晨田耳鼻喉科', '洪永祥診所', '鄭內兒科', '安禾聯合', '梓官鴻裕', '和美診所', '明心診所', '鄧可中診所', '中欣聯合診所', '洪朝華內科', '承恩診所', '馬大元診所', '泰生內科診所', '廣泉診所', '陳世杰診所', '崇安診所', '黃浩然診所', '陳桔泱診所', '詹益忠身心醫學', '蔡忠雄外科診所', '民治診所', '丁維漢婦產科', '春臨診所', '宜和內兒科', '英正診所', '龍生診所', '吳文紹診所', '九星診所', '祥佑診所', '興豐內科', '宏康診所', '羅志弘診所', '陳文宏診所', '瑞林診所', '謝外科診所', '佳德內科診所', '高士振診所', '馨平耳鼻喉科', '潭工診所', '民本診所', '柯仲聰診所', '劉福興診所', '李本源診所', '立倫診所', '葉甫盛診所', '泰林診所', '和泰診所', '謝內兒科診所', '白鋒釗診所', '佳祐內兒科診所', '嘉生診所', '許芳豪內小兒科', '瑞富診所', '陳茂展診所', '弘泰診所', '佑盛診所', '大生診所', '藍青復健診所', '謝內科小兒科', '呈恩診所', '林政光小兒科', '宏國診所', '吳永裕外科', '源生診所', '黃子秋內科', '元林診所', '宏明診所', '輝德診所', '賴博志診所', '張小兒科內科', '瑞益內兒科', '淞德診所', '嚴世安診所', '杏林內科小兒科', '公園內科診所', '盛田婦產科', '張安地小兒科', '徐貴勝診所', '陳建廷婦產科', '信元聯合診所', '陳中柱外內科', '佑吉診所', '蘇診所', '保東診所', '民橋診所', '三豐診所', '李兆政診所', '陳內科小兒科', '深坑診所', '祐腎內科診所', '永樂診所', '吳國堯小兒科', '吉安小兒科', '胡兆陵診所', '林芳勝診所', '平安內小兒科', '禾馨婦產科', '鄭志誠小兒科', '林浩昌內小兒科', '莊峻鏞內科', '吳坤光婦產科', '林林診所', '旭安診所', '廖勁直內小兒科', '文祥小兒科診所', '蔡天惠婦產科', '張永昌小兒科', '欣姿診所', '國城診所', '復興家醫科', '楊錦標神經科', '夏在中診所', '麗池診所', '何耳鼻喉科', '王文達診所', '許煥澤婦產科', '宋英雄外科', '婦欣診所', '歸仁美婦產科', '林煥洲復健科', '詹賜鎮診所', '匯康內科診所', '延齡診所', '祥欽診所', '哈利路亞曾英欽', '家珊診所', '王剴鏘醫師', '張葉森診所', '明輝診所', '佳音復健科', '鍾愛一身診所', '鄧內科診所', '吳喬治外科', '本堂診所', '春元診所', '天心診所', '內湖長春診所', '德裕復健科', '信望愛復健科', '林克臻婦產科', '葉旭謨骨科', '杏顏診所', '安康小兒內科', '科瑞安診所', '陳恆全診所', '趙夢麒診所', '山上區衛生所', '回春婦產科', '劉健德診所', '蕙林診所', '微風時尚診所', '俊皓診所', '政男骨科診所', '陳鴻基婦幼診所', '創意診所', '吳振州診所', '民眾診所', '吳博霖婦產科', '張崇晉婦產科', '惠承診所', '胡迪文婦產科', '文華耳鼻喉科', '洪診所', '雍和診所', '馨惠婦產科診所', '枋山鄉衛生所', '蘇天一診所', '聖安得烈診所', '鳳山區衛生所', '全德耳鼻喉科', '亞聯小兒科', '信任婦產科', '聰仁診所', '東光診所', '洪金三診所', '王守典婦產科外科', '陳外科診所', '中信復健診所', '十全外科婦產科', '吳吉得診所', '陳國璋小兒科', '養心診所', '幸福骨科診所', '嚴內科小兒科', '李家榮耳鼻喉科', '惟德內科診所', '陳建霖內科診所', '憲昌內科小兒科', '嘉信眼科診所', '大雅診所', '德和診所', '呂永全家醫科', '芳英婦幼診所', '光陽診所', '大有骨科診所', '忘憂森林身心診所', '佑家親子診所', '元吉診所', '張漢昌婦產科', '世康診所', '友祥外科診所', '劉發森診所', '林海南診所', '腸痔久安診所', '東大診所', '高小兒科診所', '十全內科小兒科', '親民診所', '德洋診所', '悠活精神科診所', '青彰復健科診所', '博愛眼科婦產科', '潘漢嘉診所', '朱永成耳鼻喉科', '許獻榮診所', '周延隆耳鼻喉科', '吳祥發耳鼻喉科', '和生婦產科診所', '永吉外科診所', '明安婦產科診所', '一德身心診所', '中山身心診所', '吳睿斌婦產科診所', '林隆弘診所', '藍偉宏診所', '台灣艾銳勢公司醫務室', '陳信任精神科', '德明眼科診所', '德澤診所', '張德成小兒科內科', '馮聖堯小兒科', '健雄診所', '未來婦產科', '蔡金福骨科', '幼雯婦產科', '王建章婦產科', '台灣通用公司醫務室', '陸義發耳鼻喉科', '湯元皓診所', '承安醫院', '信一骨科醫院', '二聖醫院', '戴銘浚婦兒醫院', '吳昆哲婦產小兒', '生安婦產小兒科', '皓生醫院', '優生婦產科', '康群診所', '全一耳鼻喉科', '育聖診所', '林錦祥耳鼻喉科', '蔡宗恕診所', '中研耳鼻喉科', '英政耳鼻喉科', '林永大耳鼻喉科', '容貴耳鼻喉科', '王榮謙李誠正診所', '黃何耳聯合診所', '蔡滋榮診所', '亨利耳鼻喉科', '張勝裕耳鼻喉科', '哲賓耳鼻喉科', '安平家診所', '李世輝耳鼻喉科', '侯耳鼻喉科', '醫力耳鼻喉科', '王俊富耳鼻喉科', '康聖耳鼻喉科', '李連成耳鼻喉科', '大安耳鼻喉科', '王裕郎小兒科', '上文耳鼻喉科', '潘耳鼻喉科', '醫世紀小兒科', '林俊良耳鼻喉科', '信東耳鼻喉科', '李垣昌耳鼻喉科', '張清源耳鼻喉科', '波士頓診所', '陳銘賢診所', '郭得景耳鼻喉科', '雙合聯合診所', '陳彥銘耳鼻喉科', '親安耳鼻喉科', '文棟耳鼻喉科', '福星耳鼻喉科', '寶寶耳鼻喉科', '蘇祐嘉耳鼻喉科', '駱耳鼻喉科', '瑞銘小兒科', '大興耳鼻喉科', '薛坤霖診所', '林安復耳鼻喉科', '友安小兒科診所', '東湖謝耳鼻喉科', '吉信耳鼻喉科', '新莊林昆旗診所', '樂寶兒婦幼', '民安耳鼻喉科', '曜生婦產科', '洪敏捷耳鼻喉科', '上和耳鼻喉科', '聯和耳鼻喉科', '卓耳鼻喉科', '蔡奇孟耳鼻喉科', '劉玉章耳鼻喉科', '王聖智耳鼻喉科', '童童兒科診所', '民樂耳鼻喉科', '生達耳鼻喉科', '施慈慧診所', '振辰外科診所', '民揚診所', '翰譽耳鼻喉科', '林建福耳鼻喉科', '李伯匯小兒科', '鄭吉鴻診所', '保康耳鼻喉科', '林文正耳鼻喉科', '傅耳鼻喉診所', '陳威文耳鼻喉科', '佳幼診所', '張宗聖耳鼻喉科', '林余安耳鼻喉科', '聯安耳鼻喉科', '許崇哲耳鼻喉科', '柏安耳鼻喉科', '章志平小兒科', '御生婦幼診所', '黃柏榮耳鼻喉科', '趙耳鼻喉科', '小太陽耳鼻喉科', '柯耳鼻喉科', '楊慧斌耳鼻喉科', '方耳鼻喉科診所', '英生耳鼻喉科', '趙耀軍耳鼻喉科', '大龍峒耳鼻喉科', '趙黎海診所', '吳家裕耳鼻喉科', '林翰卿耳鼻喉科', '杜侑原耳鼻喉科', '大河馬耳鼻喉科', '伯元診所', '施崇仁耳鼻喉科', '佳立得耳鼻喉科', '楊懷卿耳鼻喉科', '蔡文苑耳鼻喉科', '曾憲彰耳鼻喉科', '吳岱治耳鼻喉科', '林繼國診所', '延平耳鼻喉科', '光庭耳鼻喉科', '朱世輝耳鼻喉科', '祥恩耳鼻喉科', '周承良耳鼻喉科', '文山耳鼻喉科', '安安婦幼診所', '陳正和耳鼻喉科', '陳順清耳鼻喉科', '呂耳鼻喉科診所', '承諭耳鼻喉科', '歐哲甫耳鼻喉科', '東寧耳鼻喉科', '林錫國診所', '邵柏源耳鼻喉科', '佳佑小兒科診所', '劉智暉耳鼻喉科', '鄭龍傑診所', '林銘淞耳鼻喉科', '宏仁耳鼻喉專科', '蔡嘉宏耳鼻喉科所', '溫鴻耳鼻喉科', '國平耳鼻喉科', '賀自立耳鼻喉科', '愛兒小兒科診所', '陳旦陽耳鼻喉科', '謝璧光小兒科', '張國治耳鼻喉科', '陳俊義耳鼻喉科', '朱耳鼻喉科', '李偉明內科', '惠仁耳鼻喉科', '洪勝雄診所', '聖泰耳鼻喉科', '王瑞琦耳鼻喉科', '林哲雄診所', '王育彥耳鼻喉科', '明恩耳鼻喉科', '黃英峰耳鼻喉科', '峻卿耳鼻喉科', '康和耳鼻喉科', '詹前俊小兒科', '民生翁耳鼻喉科', '英田耳鼻喉科', '朱家庭醫學科', '閎新耳聯合診所', '弘光耳鼻喉科', '韻田耳鼻喉科', '鳳山健安診所', '禾馨內湖婦幼診所', '東湖張耳鼻喉科', '文德耳鼻喉科', '松山陳耳鼻喉科', '陳威璋耳鼻喉科', '蔣季融小兒科', '胡益揚耳鼻喉科', '劉彥煌耳鼻喉科', '董耳鼻喉科診所', '永吉羅耳鼻喉科', '伍瑞吉醫師診所', '成功耳鼻喉科', '陳正熹耳鼻喉科', '芯慈耳鼻喉科', '呂佳群耳鼻喉科', '賴耳鼻喉科診所', '陳津甫耳鼻喉科', '長春耳鼻喉科', '四季和安婦幼', '曾宜宏耳鼻喉科', '中山民權王耳鼻喉科', '小艾診所', '洪清中兒科', '傅耳鼻喉科', '謝杰興耳鼻喉科', '合田耳鼻喉科', '家安小兒科', '醫安診所', '和平小兒科內科', '楊博文耳鼻喉科', '謝坤霖耳鼻喉科', '媽媽咪亞診所', '鄭盛源耳鼻喉科', '周賢章耳鼻喉科', '正恩耳鼻喉科', '如熊耳鼻喉科', '方永昌小兒科', '奕康耳鼻喉科', '馨生婦產科小兒科', '吳中心診所', '呂宗禧耳鼻喉科', '格林耳鼻喉科', '鄭文宗耳鼻喉科', '黃裕峰耳鼻喉科', '施耳鼻喉科', '杜耳鼻喉科', '佳和耳鼻喉科', '喉康診所', '戴廣懷小兒科', '盧建宏耳鼻喉科', '黃呈鵬小兒科', '詹耳鼻喉科', '黃禎祥診所', '黃清浩耳鼻喉科', '陳柏豪耳鼻喉科', '陳建銓耳鼻喉科', '大安黃耳鼻喉科', '葉明憲小兒科', '陳眼科耳鼻喉科', '小王子小兒科', '欣新診所', '李懷德小兒科', '吳婦產科診所', '蘇右任耳鼻喉科', '朝暉耳鼻喉科', '陳弘修耳鼻喉科', '藍毅生診所', '黃智毅耳鼻喉科', '吳信宏耳診所', '陳祥雪小兒科', '顧耳鼻喉科', '三上耳鼻喉科', '顏安耳鼻喉科', '士林小兒科', '泓翔耳鼻喉科', '杏東診所', '全嘉耳鼻喉科', '甲后莊醫師', '幼明耳鼻喉科', '仁大耳鼻喉科', '陳加偉耳鼻喉科', '李澤霖耳鼻喉科', '蔡長志診所', '王大夫診所', '安東耳鼻喉科', '資耳鼻喉科診所', '盧耳鼻喉科診所', '林金生耳鼻喉科', '王思博耳鼻喉科', '豐原惠民診所', '廖森喜耳鼻喉科', '黃名正小兒科', '李岡燦耳鼻喉科', '緯廷耳鼻喉科', '太平王耳鼻喉科', '黃健郎耳鼻喉科', '葉祥楨耳鼻喉科', '蔡其洪耳鼻喉科', '宇田耳鼻喉科', '萬學嘉耳鼻喉科', '聖欣小兒科', '??耳鼻喉科', '洪楷義耳鼻喉科', '中坡耳鼻喉科', '得安耳鼻喉科', '天母雙合耳鼻喉科', '紀宏昇耳鼻喉科', '親諭耳鼻喉科', '葉乙力小兒科', '黃政司診所', '吳政德耳鼻喉科', '冠德耳鼻喉科', '翊群耳鼻喉科', '余國榮耳鼻喉科', '平安耳鼻喉科', '林坤霖耳鼻喉科', '楊向榮耳鼻喉科', '李聯合診所', '許庭碩耳鼻喉科', '孫恆雄診所', '許至文耳鼻喉科', '家光耳鼻喉科', '黃博駿耳鼻喉科', '林己立耳鼻喉科', '德化耳鼻喉科', '衛道耳鼻喉科', '陳世琛小兒科', '張鎰基耳鼻喉科', '鍾展生耳鼻喉科', '曾惠仁耳鼻喉科', '林勁甫耳鼻喉科', '王國欽耳鼻喉科', '陳如儀兒科', '和康耳鼻喉科', '幼祥小兒科診所', '陳至興耳鼻喉科', '維安小兒科', '維誠小兒科', '宏陽耳鼻喉科', '柯小兒科', '謝明安小兒科', '祐幼診所', '蕭小兒科診所', '鄧政宗耳鼻喉科', '明祐診所', '李嘉盛小兒科', '聖哲耳鼻喉科', '湯瑪士親子兒科', '康廷耳鼻喉科', '李楫航小兒科', '蔡小兒科診所', '曾政峰耳鼻喉科', '三安診所', '儷生婦產科', '蘇柏蒼耳鼻喉科', '石耳鼻喉科', '蔡孟吉耳鼻喉科', '蔡志陽耳鼻喉科', '健康超人兒科', '家喻耳鼻喉科', '杏安耳鼻喉科', '陳章文耳鼻喉科', '新保民診所', '李筱隆耳鼻喉科', '何朝榮診所', '蔡醫師小兒科', '鄭成發診所', '黃鴻志耳鼻喉科', '沈士穎小兒科', '大川耳鼻喉科', '沙鹿楊耳鼻喉科', '洪志旺耳鼻喉科', '蔡兆冀耳鼻喉科', '盧蘇旭診所', '姜耳鼻喉科', '維仁小兒科', '李建政耳鼻喉科', '王步幸耳鼻喉科', '信成耳鼻喉科', '連哲震耳鼻喉科', '許立德小兒科', '張耳鼻喉科', '懷仁耳鼻喉科', '欣欣小兒科', '龔耳鼻喉科', '張文源耳鼻喉科', '愛貝兒小兒科', '群祐小兒科', '晟儀診所', '宋耳鼻喉科', '侯友益耳鼻喉科', '林瑛豐兒科診所', '聖比安耳鼻喉科', '黃世忠耳鼻喉科', '白鴻祥耳鼻喉科', '何紹榮耳鼻喉科', '友彥診所', '林聖凱婦幼', '曾繁田耳鼻喉科', '元大耳鼻喉科', '陳昭恩耳鼻喉科', '吳文豹耳鼻喉科', '吉寶耳鼻喉科', '仁馨耳鼻喉科', '邱碩堯耳鼻喉科', '李英徽耳鼻喉科', '林宜璋小兒科', '黃國樑小兒科', '馬耳鼻喉科', '陳麗雲小兒科', '德星耳鼻喉科', '仁德耳鼻喉科', '夏耳鼻喉科', '吳允仁耳鼻喉科', '劉亞伯耳鼻喉科', '忠孝內科', '蘇明川耳鼻喉科', '蔡榮展耳鼻喉科', '安心耳鼻喉科', '謝東運耳鼻喉科', '劉安耳鼻喉科', '慧明聯合診所', '懷德耳鼻喉科', '陳宏志小兒科', '員祐耳鼻喉科', '林杰堂診所', '張國諒耳鼻喉科', '黃明正耳鼻喉科', '立德診所', '何廷裕小兒科', '蔣孟杰耳鼻喉科', '樹新耳鼻喉科', '至林診所', '陳孟潮耳鼻喉科', '陳正忠小兒科', '王國書耳鼻喉科', '隆安耳鼻喉科', '永和耳鼻喉科', '王大昆耳鼻喉科', '周明河小兒科', '簡瑞徵耳鼻喉科', '康德耳鼻喉科', '曾小兒科診所', '佑明診所', '長泰耳鼻喉科', '翰明耳鼻喉科', '萬嘉耳鼻喉科', '樺昌耳鼻喉科', '陳耳鼻咽喉科', '陳憲立診所', '蔡鼎族小兒科', '安安婦兒聯合', '愛心小兒科家醫科', '彰恩耳鼻喉科', '虎尾幼安耳鼻喉科', '曾慶隆耳鼻喉科', '正一耳鼻喉科', '采新婦幼診所', '長壽耳鼻喉科', '大榮耳鼻喉科', '誠恩耳鼻喉科', '向日葵診所', '陳毅忠小兒科', '王鵬程診所', '三順耳鼻喉科', '卓仁維耳鼻喉科', '丞志耳鼻喉', '宏澤耳鼻喉科', '王鴻先耳鼻喉科', '劉耳鼻喉專科', '清介耳鼻喉科', '楊啟坤耳鼻喉科', '茂禾耳鼻喉科', '和賢耳鼻喉科', '林儀文婦產科', '廷華耳鼻喉科', '劉小冰兒科', '英專耳鼻喉科', '頂好耳鼻喉科', '安安兒童診所', '郭基隆診所', '燿星小兒科', '遠興婦產科', '育馨婦產科', '鄭岳峰婦產科', '梁耳鼻喉科', '盧漢隆耳鼻喉科', '許孟權小兒科', '李榮龍內科診所', '王孫毅耳鼻喉科', '廖至杰耳鼻喉科', '盛強耳鼻喉科', '洪小兒科診所', '三重博愛診所', '蔡耳鼻喉科診所', '興業耳鼻喉科', '芸通耳鼻喉科', '李振明診所', '張大川耳鼻喉科', '鍾世雄耳鼻喉科', '華林耳鼻喉科', '姜志學耳鼻喉科', '閎聖耳鼻喉科', '國泰耳鼻喉科', '湯耀貿耳鼻喉科', '張晉源耳鼻喉科', '張昭熙耳鼻喉科', '鍾耳鼻喉科診所', '吳宗勳耳鼻喉科', '楊博堯診所', '加恩小兒科', '張晉榮耳鼻喉科', '劉岳隆小兒科', '仁宗耳鼻喉科', '楊寶麟小兒科', '陳重志聯合診所', '昭融耳鼻喉科', '邱錫熊診所', '揚昇小兒科診所', '陳耀芳耳鼻喉科', '讚生診所', '陳泮基耳鼻喉科', '安男診所', '林育興耳鼻喉科', '黃世斌小兒科', '許永福小兒科', '后里維恩診所', '陳裕文耳鼻喉科', '千千耳鼻喉科', '育安聯合診所', '恆欣小兒科診所', '柯敏達耳鼻喉科', '古亭中心診所', '徐泰椿診所', '蘇年興耳鼻喉科', '花耳鼻喉科', '茂元耳鼻喉科', '惠祥耳鼻喉科', '宏耕診所', '蕭耳鼻咽喉科', '英才耳鼻喉科', '慧安耳鼻喉科', '蔡明哲小兒科', '游振國小兒科', '大田耳鼻喉科', '蔡秉勳小兒科', '石牌林耳鼻喉科', '陳首志診所', '楊元勳耳鼻喉科', '常青診所', '王俊彰耳鼻喉科', '向生診所', '力人耳鼻喉科', '謝宏基耳鼻喉科', '蕭子青小兒科', '杜小兒科診所', '金龍耳鼻喉科', '新鑫耳鼻喉科', '簡耳鼻喉科', '林農診所', '石修雄耳鼻喉科', '張孝馨診所', '劉內小兒科', '曾鼎昌整形外科', '呂怡璋小兒科', '惠周內兒科', '禾馨新生婦幼', '捷靚皮膚專科', '懿聖皮膚科', '楊得銘皮膚科', '安欣婦產科', '正光診所', '兆美診所', '蔡勝雄診所', '安全診所', '周外婦產科', '博士診所', '尤裕群診所', '中山診所', '馮少雄小兒科', '德民耳鼻喉科', '竑元骨科診所', '邱俊陽診所', '鴻正耳鼻喉科', '汪耳鼻喉科', '群惠耳鼻喉科', '陳高輝耳鼻喉科', '梅振英耳鼻喉科', '聖維娜斯診所', '正生婦幼聯合診所', '彭賢銳診所', '柯世豐耳鼻喉科', '技嘉公司員工診所', '錦宜診所', '新橋診所', '胡仲行診所', '新高美診所', '盧靜怡皮膚專科', '保春安耳鼻喉科', '王志中診所', '范振杰耳鼻喉科', '中山耳鼻喉科', '佳欣婦幼醫院', '蕙生醫院', '丁鴻志婦產科', '何延慶婦產科', '博生婦產科', '劉玉麒婦產科', '許志弘診所', '統新診所', '王內神經科', '楊聰鎰診所', '希拉亞骨科', '曾內科診所', '洪宗鄰醫院', '聖明醫院', '明義骨外科診所', '長建身心診所', '張史雍診所', '中山科研院石園診所', '黃共欽內兒科', '心寬診所', '李宣德診所', '瑞竹診所', '東和內科診所', '健新內科診所', '慈元診所', '兆興診所', '欣禾診所', '元佳診所', '新莊新仁診所', '憲安診所', '集安診所', '亞太診所', '祐盛診所', '佳仁內科診所', '紹毅內兒科診所', '全心圓診所', '心力合診所', '東成診所', '福林診所', '和泰內科診所', '皇家診所', '羅斯福診所', '弘典內科診所', '臺南市立安南醫院', '永德診所', '義華內科小兒科診所', '懷德診所', '為恭紀念醫院', '上順診所', '保順診所', '陽明醫院', '祐民醫院', '全民醫院', '杏和醫院', '慶安診所', '幼安小兒科診所', '永吉診所', '永隆診所', '康健診所', '新仁愛診所', '祐安小兒科診所', '信望愛診所', '小太陽小兒科診所', '文山診所', '福康診所', '許小兒科診所', '長鴻診所', '全安診所', '玉山診所', '柯診所', '定安診所', '祥和診所', '平安診所', '永吉診所', '尚群診所', '吉田診所', '國泰診所', '永安診所', '勝光診所', '安康診所', '健福診所', '西華診所', '安安診所', '聖德診所', '仁愛診所', '仁佑診所', '吉祥診所', '聖恩診所', '安信診所', '佳音診所', '信德診所', '普濟診所', '建生診所', '仁宏診所', '愛林診所', '昭仁診所', '陳耳鼻喉科診所', '江耳鼻喉科診所', '蘇耳鼻喉科診所', '成功診所', '大愛診所', '鄭耳鼻喉科診所', '安康診所', '樂恩診所', '瑞安診所', '重仁診所', '慈愛診所', '福安診所', '佑安診所', '嘉誠診所', '永興診所', '三和診所', '台安診所', '長佑診所', '健民診所', '安康診所', '祥安診所', '佳佳診所', '合康診所', '大郭診所', '小太陽小兒科診所', '湯瑪仕小兒科診所', '育英診所', '長頸鹿小兒科診所', '祐康診所', '平安診所', '德昌診所', '祐幼小兒科診所', '鄉吉祥診所', '長安診所', '仁佑診所', '龍安診所', '祐安小兒科診所', '頂安診所', '彭耳鼻喉科診所', '新安診所', '宏生診所', '德恩診所', '上允耳鼻喉科診所', '家和診所', '康祐診所', '永康診所', '美和診所', '五福診所', '康合診所', '新明診所', '吳耳鼻喉科診所', '天佑診所', '家福診所', '中正診所', '博愛診所', '周耳鼻喉科診所', '立安診所', '德馨診所', '博民診所', '健新耳鼻喉科診所', '德美診所', '洪耳鼻喉科診所', '青山診所', '鴻海診所', '康泰診所', '幼恩診所', '康橋診所', '健群耳鼻喉科診所', '全民醫院', '六福診所', '黃家庭醫學科診所', '宜康診所', '和平診所', '嘉良診所', '安慎診所', '瑞安診所', '仁康診所', '健康診所', '崇恩診所', '德祐診所', '新明診所', '林診所', '泰康診所', '活力診所', '陳耳鼻喉科診所', '龍興診所', '怡康診所', '新安診所', '育英診所', '健安診所', '健新耳鼻喉科診所', '家恩診所', '欣欣診所', '永安診所', '聖昌診所', '親子診所', '德安聯合診所', '明仁診所', '民安診所', '長安診所', '健群診所', '佑康診所', '平安診所', '龍安診所', '龍華診所', '益安診所', '郭耳鼻喉科診所', '幼恩小兒科診所', '愛兒診所', '明陽診所', '蘇耳鼻喉科診所', '永安診所', '佳音診所', '國泰診所', '安康診所', '禾康診所', '大元診所', '見安診所', '江耳鼻喉科診所', '黃耳鼻喉科診所', '大中小兒科診所', '廖耳鼻喉科診所', '保安診所', '德祐診所', '維仁診所', '興安診所', '維恩耳鼻喉科診所', '安康診所', '榮生診所', '小太陽小兒科診所', '萬安診所', '陽明診所', '顏耳鼻喉科診所', '愛兒診所', '明仁診所', '祥祐診所', '裕仁診所', '親親診所', '合康診所', '天仁小兒科診所', '泰安醫院', '興安診所', '台新診所', '杏華診所', '美康診所', '平安診所', '欣民診所', '聯恩診所', '康田診所', '人人診所', '光復診所', '宏和診所', '陳內兒科診所', '民生診所', '泰和診所', '惠幼小兒科診所', '民安診所', '聖恩診所', '順安診所', '家佳診所', '順安耳鼻喉科診所', '陽光小兒科診所', '安平診所', '慈佑診所', '徐小兒科診所', '蕭耳鼻喉科診所', '康健診所', '健安診所', '祥和診所', '文山診所', '大安診所', '安康診所', '小太陽小兒科診所', '路加診所', '佳音診所', '民安診所', '劉耳鼻喉科診所', '信德診所', '喜樂診所', '呂小兒科診所', '安安診所', '承康診所', '杏嘉診所', '農安診所', '安康診所', '福安診所', '宏仁診所', '宏安診所', '小太陽小兒科診所', '小朋友小兒科診所', '小熊的森林診所', '暘明診所', '中心診所', '佑誠診所', '黃耳鼻喉科診所', '佑安診所', '安康診所', '禾心診所', '文宏診所', '佑仁診所', '慈祐診所', '國泰診所', '泰安診所', '益安診所', '人人診所', '健安診所', '益康診所', '瑞安耳鼻喉科診所', '全民診所', '承安耳鼻喉科診所', '劉內兒科診所', '吉安診所', '陽光診所', '宏祐診所', '全家診所', '大鈞診所', '維康診所', '大順診所', '洪耳鼻喉科診所', '親親家庭診所', '黃耳鼻喉科診所', '德安診所', '平安診所', '長生診所', '三和診所', '崇安診所', '家恩診所', '正心診所', '大湖診所', '欣宏診所', '安安診所', '永康診所', '祥安診所', '聖心診所', '郭診所', '安安診所', '家康診所', '萬安診所', '家安診所', '明新診所', '健安診所', '楊診所', '中心診所', '平安診所', '福山診所', '許內兒科診所', '正安診所', '民生診所', '宏福診所', '安泰診所', '慈惠診所', '仁濟診所', '得安診所', '仁民診所', '佳佳診所', '文山診所', '莊診所', '賜安診所', '上恩診所', '台安診所', '信安診所', '劉耳鼻喉科診所', '嘉恩診所', '順安診所', '保安診所', '好生診所', '弘仁診所', '正安診所', '民族診所', '宏恩診所', '慧安診所', '健安診所', '惠生診所', '杏宜診所', '裕生診所', '安聯診所', '慈安診所', '全民診所', '嘉恩診所', '維德診所', '大樂診所', '萬安診所', '佳音診所', '慶安診所', '陽明診所', '黃內科診所', '民安診所', '永安診所', '親親診所', '晉安診所', '林內兒科診所', '長泰診所', '仁恩診所', '協和診所', '徐診所', '得安診所', '周診所', '杏林診所', '佳和診所', '大佳診所', '博仁診所', '慈仁診所', '宇安診所', '建安診所', '民族診所', '興安診所', '邱外科診所', '安欣診所', '家欣診所', '邱診所', '真善美診所', '立安診所', '鴻恩診所', '三和診所', '晨安診所', '聖和診所', '和合診所', '康和診所', '仁新診所', '和生診所', '林內兒科診所', '博文診所', '大道診所', '新安診所', '鎮永昌診所', '元泰診所', '大新診所', '正安診所', '仁美診所', '崇安診所', '親親診所', '順安醫院', '佑林診所', '信安診所', '林耳鼻喉科診所', '佳佑診所', '慧安診所', '文化耳鼻喉科診所', '詠康診所', '三和診所', '仁愛診所', '仁暉診所', '厚德診所', '和平診所', '慶安診所', '杏心診所', '良安診所', '嘉仁診所', '宏泰診所', '景新診所', '宏昇診所', '佑民診所', '元福診所', '延吉診所', '李外科診所', '維康診所', '佳音診所', '惠安診所', '健恩診所', '光華診所', '大順醫院', '安新診所', '自立診所', '佳愛診所', '俊安診所', '全生診所', '品安診所', '喜樂診所', '大業診所', '宏文小兒科診所', '徐小兒科診所', '德全診所', '愛德診所', '杏林診所', '葉婦產科診所', '鴻仁診所', '三福診所', '安泰診所', '家祥診所', '敏昌診所', '杏恩診所', '松禾診所', '正安診所', '賴內科小兒科診所', '和信診所', '愛鄰診所', '益康診所', '合康診所', '新和診所', '羅小兒科診所', '安美診所', '永安診所', '泰安診所', '怡安診所', '謝家庭醫學科診所', '樂活診所', '鴻昇診所', '幸安診所', '宏仁診所', '祥安診所', '佳醫診所', '安新診所', '欣安診所', '德康診所', '泰千診所', '成功診所', '日康診所', '杏安診所', '第一聯合診所', '黃婦產科診所', '崇安診所', '康健診所', '松禾診所', '黃診所', '樹德診所', '宏元診所', '家安診所', '德美診所', '文聖診所', '正倫診所', '永健診所', '祥安診所', '福田診所', '羅診所', '博濟診所', '仁安診所', '明陽診所', '松禾診所', '慧安診所', '永豐診所', '佳祐診所', '全安診所', '台安診所', '陽明診所', '民生診所', '陽光診所', '大同診所', '安禾診所', '宜佑診所', '和平診所', '劉建宏診所', '安庚內科診所', '全民診所', '博智診所', '景新診所', '永旭診所', '衡山慈善診所', '雅得麗生活診所', '黃婦產科診所', '和生診所', '天成診所', '張內科診所', '林診所', '民安診所', '祥恩診所', '光仁診所', '厚生診所', '易生診所', '鴻德診所', '上安診所', '仁禾診所', '佑安診所', '良安診所', '青年診所', '合安診所', '欣民診所', '仁謙診所', '佑仁診所', '台安診所', '和信診所', '大嘉診所', '大欣診所', '愛欣診所', '暘明診所', '祥全診所', '聖心診所', '裕仁診所', '洪耳鼻喉科兒科診所', '長安診所', '建生診所', '慶安診所', '立安診所', '東豐診所', '農安診所', '楊外科婦產科診所', '晨安診所', '真善美診所', '吳內科診所', '安新診所', '加安診所', '安泰診所', '信安診所', '日欣診所', '福田耳鼻喉科診所', '晉安診所', '杏安診所', '人人診所', '佑全診所', '佳福診所', '大同診所', '宏安診所', '陳耳鼻喉科診所', '上安診所', '平安診所', '恩慈診所', '瑞安診所', '璟德診所', '祥和診所', '立新診所', '仁德診所', '保生診所', '大安診所', '大順診所', '延吉診所', '成功診所', '簡診所', '哲民診所', '林診所', '龍安診所', '仁佑診所', '信安診所', '怡仁診所', '雅得麗生活診所', '龍安診所', '彭內科診所', '怡和診所', '惠恩診所', '林診所', '親子診所', '健民診所', '弘安診所', '松禾診所', '陳醫師診所', '陽光耳鼻喉科診所', '康寧診所', '瑞康診所', '光明診所', '和新診所', '崇德診所', '文林診所', '萬泰診所', '佑誠診所', '康禾診所', '廖內兒科診所', '杏安診所', '佑康診所', '健原診所', '葉耳鼻喉科診所', '廣安診所', '華康診所', '安仁診所', '德安小兒科診所', '泓仁診所', '佳安診所', '健安診所', '天恩診所', '安興診所', '日安診所', '健康診所', '守德診所', '安康耳鼻喉科診所', '人愛診所', '必清診所', '仁和診所', '愛林診所', '台新診所', '黃診所', '仁安診所', '安立診所', '玉山診所', '長安診所', '健全診所', '安康診所', '安安診所', '泰安診所', '仁愛診所', '保安診所', '健民診所', '同慶診所', '大同診所', '富田診所', '崇明診所', '群安診所', '得安診所', '啟仁診所', '仁祥診所', '大佳診所', '瑞麟診所', '建銘診所', '祥安診所', '豐安診所', '永安診所', '北大診所', '鴻仁診所', '佑康診所', '楊診所', '家佑診所', '吳外婦產科診所', '中心診所', '博幼診所', '宏生診所', '崇德診所', '得安診所', '明德診所', '裕文診所', '同心診所', '慈田診所', '邱外科診所', '陽明診所', '鳳林診所', '安立診所', '光田診所', '和信診所', '鎮吳診所', '台安診所', '怡安診所', '長春診所', '惠和診所', '益康診所', '永安診所', '平安診所', '仁和診所', '大眾診所', '良安診所', '暘明診所', '尚德診所', '李外科診所', '宏德診所', '永安診所', '詹診所', '博仁診所', '永泰診所', '禾安診所', '欣宏診所', '博安診所', '合康診所', '安順診所', '平安診所', '杏安診所', '林婦產科診所', '長榮診所', '大安診所', '力仁診所', '和信診所', '家康診所', '建成診所', '惠民診所', '明陽診所', '晶品診所', '真善美診所', '開元診所', '開心診所', '仁新診所', '區安田診所', '廣安診所', '長青診所', '五福診所', '大明診所', '博聖診所', '嘉祐耳鼻喉科診所', '大福診所', '宏恩診所', '德豐診所', '瑞安診所', '大新診所', '杏安診所', '景安診所', '健安診所', '吉田診所', '富安診所', '恩典診所', '和杏診所', '小林診所', '誼安診所', '仁康診所', '天佑診所', '安泰診所', '得安診所', '永順診所', '大安診所', '安生診所', '幸福診所', '廖耳鼻喉科診所', '德仁診所', '育晨診所', '親子診所', '豐田診所', '陽光診所', '雅得麗生活診所', '佑欣診所', '幸生診所', '群安診所', '順安診所', '鴻源診所', '正宜診所', '仁安診所', '健安診所', '仁佑診所', '仁和診所', '小太陽診所', '愛欣診所', '曾外科診所', '聖安診所', '鎮安診所', '顏診所', '聯安診所', '佳醫診所', '嘉佑診所', '均安診所', '寶生診所', '德恩診所', '民安診所', '祐幼小兒科診所', '聖光診所', '樂群診所', '長佑診所', '霧峰澄清醫院', '大千診所', '宏安耳鼻喉科診所', '祐幼小兒科診所', '蘇耳鼻喉科診所', '吳耳鼻喉科診所', '內兒科診所', '傅耳鼻喉科診所', '陳耳鼻喉科診所', '楊耳鼻喉科診所', '李耳鼻喉科診所', '莊耳鼻喉科診所', '陳耳鼻喉科診所', '仁和診所', '趙耳鼻喉科診所', '大同耳鼻喉科診所', '劉耳鼻喉科診所', '顏耳鼻喉科診所', '嘉恩耳鼻喉科診所', '張耳鼻喉科診所', '寶貝熊小兒科診所', '陳耳鼻喉科診所', '顏耳鼻喉科診所', '余耳鼻喉科診所', '何耳鼻喉科診所', '曾耳鼻喉科診所', '瑞麟診所', '佑安耳鼻喉科診所', '建國耳鼻喉科診所', '曾耳鼻喉科診所', '吉祥耳鼻喉科診所', '范耳鼻喉科診所', '吳耳鼻喉科診所', '莊耳鼻喉科診所', '陽光小兒科診所', '江耳鼻喉科診所', '許耳鼻喉科診所', '永和耳鼻喉科診所', '長頸鹿耳鼻喉科診所', '林耳鼻喉科診所', '賴耳鼻喉科診所', '大直診所', '祐民診所', '長榮耳鼻喉科診所', '人人診所', '徐耳鼻喉科診所', '彭耳鼻喉科診所', '懷恩診所', '莊耳鼻喉科診所', '何耳鼻喉科診所', '洪耳鼻喉科診所', '劉耳鼻喉科診所', '鐘耳鼻喉科診所', '劉耳鼻喉科診所', '潘耳鼻喉科診所', '許耳鼻喉科診所', '李耳鼻喉科診所', '宏安診所', '朱耳鼻喉科診所', '加安耳鼻喉科診所', '江耳鼻喉科診所', '蔣小兒科診所', '柯耳鼻喉科診所', '龍安莊耳鼻喉科診所', '大仁診所', '鄭耳鼻喉科診所', '吳耳鼻喉科診所', '周耳鼻喉科診所', '陳耳鼻喉科診所', '安田耳鼻喉科診所', '洪耳鼻喉科診所', '大心診所', '佳恩小兒科診所', '潘耳鼻喉科診所', '廖耳鼻喉科診所', '陳耳鼻喉科診所', '張耳鼻喉科診所', '吳耳鼻喉科診所', '羅耳鼻喉科診所', '陳耳鼻喉科診所', '王耳鼻喉科診所', '蘇耳鼻喉科診所', '廖耳鼻喉科診所', '以琳診所', '謝耳鼻喉科診所', '啟安診所', '楊耳鼻喉科診所', '鄭耳鼻喉科診所', '陳耳鼻喉科診所', '許耳鼻喉科診所', '黃小兒科診所', '杜耳鼻喉科診所', '佳恩小兒科診所', '王耳鼻喉科診所', '林耳鼻喉科診所', '蔡耳鼻喉科診所', '何耳鼻喉科診所', '張耳鼻喉科診所', '李耳鼻喉科診所', '柯耳鼻喉科診所', '吳耳鼻喉科診所', '洪耳鼻喉科診所', '黃耳鼻喉科診所', '佳安診所', '謝耳鼻喉科診所', '蘇耳鼻喉科診所', '林耳鼻喉科診所', '中山診所', '張耳鼻喉科診所', '新安診所', '小熊小兒科診所', '崇幼診所', '小兒科診所', '快樂診所', '趙耳鼻喉科診所', '許耳鼻喉科診所', '杏安診所', '陳耳鼻喉科診所', '鄭耳鼻喉科診所', '葉耳鼻喉科診所', '博聞診所', '濟仁診所', '鴻安診所', '杏安診所', '晉安診所', '文心診所', '華榮診所', '心力合診所', '禾安診所', '佳晟診所', '松禾診所', '家誼診所', '高悅診所', '健新診所', '祥和內科診所', '富康診所', '腎泰診所', '集安診所', '新欣診所', '農安診所', '嘉恩診所', '慶如診所', '慶華診所', '龍華診所', '安馨楠梓內科診所', '以馬內利診所', '加恩診所', '巨鼎診所', '平和診所', '上佳診所', '育崇診所', '佳暘診所', '邵柏洲診所', '冠達診所', '洛淳診所', '振華診所', '翁銘正診所', '彩虹眼科診所', '曹思宏診所', '盛豐診所', '黃彥文診所', '慈民診所', '新莊實和診所', '詹東霖診所', '維新診所', '羅信宜診所', '蘆洲實和診所', '永春診所', '行健診所', '陳建達診所', '愛力能診所', '上和診所', '良祺診所', '高逞徽診所'];
    $(".name").autocomplete({
        source: name
    }
    );
});


////////////////////////////////////////////////////////////////////
jQuery(document).ready(function () {
    var offset = 220;
    var duration = 500;
    jQuery(window).scroll(function () {
        if (jQuery(this).scrollTop() > offset) {
            jQuery('.back-to-top').fadeIn(duration);
        } else {
            jQuery('.back-to-top').fadeOut(duration);
        }
    });

    jQuery('.back-to-top').click(function (event) {
        event.preventDefault();
        jQuery('html, body').animate({ scrollTop: 0 }, duration);
        return false;
    })
});
// 特疾與指標必選
var flag = 0;
var ckIndex = document.getElementsByName("ckIndex");
var btnSearch = document.getElementById("btnSearch");
var items = document.getElementsByName("ckIndex");
function indexSelect() {
    var no = document.getElementById("no");
    var as = document.getElementById("asthma");
    var ami = document.getElementById("ami");
    var di = document.getElementById("diabetes");
    var kn = document.getElementById("knee");
    var br = document.getElementById("brain");
    var si = document.getElementById("sinusitis");
    var ut = document.getElementById("uterus");
    var pu = document.getElementById("pu");
    var bl = document.getElementById("blood");
    var kw = document.getElementById("kw");
    var ckd = document.getElementById("ckd");
    var dis = document.getElementById("disease").value;
    switch (dis) {
        case "no":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "block";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;

        case "1":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "block";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "2":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "block";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "3":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "block";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "4":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "block";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "5":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "block";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "6":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "block";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "7":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "block";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "8":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "block";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "9":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "block";
            kw.style.display = "none";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "10":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "block";
            ckd.style.display = "none";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        case "11":
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
            no.style.display = "none";
            as.style.display = "none";
            ami.style.display = "none";
            di.style.display = "none";
            kn.style.display = "none";
            br.style.display = "none";
            si.style.display = "none";
            ut.style.display = "none";
            pu.style.display = "none";
            bl.style.display = "none";
            kw.style.display = "none";
            ckd.style.display = "block";
            for (i = 0; i < ckIndex.length; i++) {
                if (ckIndex[i].checked) {
                    flag--;
                }
                ckIndex[i].checked = false;
                items[i].disabled = false;
            }
            break;
        default:
    }
}

// 判斷5個以上不能選,指標必選
var maxChoices = 5;

function onCheckBox(checkbox) {

    if (checkbox.checked) {
        flag++;
    }
    else {
        flag--;
    }

    if (flag < maxChoices) {
        if (flag == 0) {
            $('#btnSearch').attr('disabled', true);
            $('#btnSearchOb').attr('disabled', true);
        }
        else {
            $('#btnSearch').attr('disabled', false);
            $('#btnSearchOb').attr('disabled', false);
        }
        for (var i = 0; i < items.length; i++) {
            if (!items[i].checked) {
                items[i].disabled = false;
            }
        }
    }
    else {
        for (var i = 0; i < items.length; i++) {
            if (!items[i].checked) {
                items[i].disabled = true;
            }
        }
    }
}

//必選科別指標，必選主觀指標
var sub = 0;
var itemsSub = document.getElementsByName("subjective");
function onCheckBoxSub(checkbox) {
    if (checkbox.checked) {
        sub++;
    }
    else {
        sub--;
    }
    if (sub <= 0) {
        $('#btnSearchB').attr('disabled', true);
        $('#btnSearchSub').attr('disabled', true);
    } else {
        $('#btnSearchB').attr('disabled', false);
        $('#btnSearchSub').attr('disabled', false);
    }
}

//必選客觀指標
var ob = 0;
var itemsOb = document.getElementsByName("ckIndex");
function onCheckBoxOb(checkbox) {
    if (checkbox.checked) {
        ob++;
    }
    else {
        ob--;
    }
    if (sub <= 0) {

        $('#btnSearchOb').attr('disabled', true);
    } else {

        $('#btnSearchOb').attr('disabled', false);
    }
}
// 選科別才能選指標

function indexSelectSub() {
    var options = $("#depart option:selected");
    switch (options.val()) {
        case "0":
            $("#indexB").css('display','none');
            $("#noSub").css('display','block');
            break;

        default:
            // alert("yes" + options.val());
            $("#indexB").css('display','block');
            $("#noSub").css('display','none');
    }
}


